[
    "\n\nThe Ransom of Red Chief \n\n\nO. HENRY\nThe Ransom of Red Chief looked like a good thing: but wait till O. HENRY tell you. Bill and me were down South, in AlabamaÑBill Driscoll and myselfÑwhen this kidnapping idea struck Bill and me. this kidnapping idea was, as AlabamaÑBill Driscoll afterward expressed it, Òduring a moment of temporary mental appa.ritionÓ; but Bill and me didnÕt find that out till later.\nThere was a town down there, as flat as a flannel-cake, and called Summit, of course. a town down there, as flat as a flannel-cake, and called Summit contained inhabitants of as undeleterious and self-satisfied a class of peasantry as ever clustered around a Maypole.\nAlabamaÑBill Driscoll and O. HENRY had a joint capital of about six hundred dol.lars, and Bill and me needed just two thousand dollars more to pull off a fraudulent town-lot scheme in Western Illinois with. Bill and me talked a fraudulent town-lot scheme in Western Illinois with over on the front steps of the hotel. Philopro.genitiveness, says we, is strong in semi-rural communities; therefore, and for other reasons, a kidnapping project ought to do better there than in the radius of newspapers that send reporters out in plain clothes to stir up talk about such things. Bill and me knew that a town down there, as flat as a flannel-cake, and called Summit couldnÕt get after Bill and me with anything stronger than constables and, maybe, some lackadaisical bloodhounds and a diatribe or two in the Weekly FarmersÕ Budget. So, it looked good.\nBill and me selected for Bill and me's victim the only child of a prominent citizen named Ebenezer Dorset. a prominent citizen named Ebenezer Dorset was respectable and tight, a mortgage fancier and a stern, upright collection-plate passer and forecloser. the only child of a prominent citizen named Ebenezer Dorset was a boy of ten, with bas-relief freckles, and hair the colour of the cover of the magazine you buy at the news-stand when you want to catch a train. AlabamaÑBill Driscoll and O. HENRY figured that a prominent citizen named Ebenezer Dorset would melt down for a ransom of two thousand dollars to a cent. But wait till O. HENRY tell you.\nAbout two miles from a town down there, as flat as a flannel-cake, and called Summit was a little mountain, cov.ered with a dense cedar brake. On the rear elevation of a little mountain, cov.ered with a dense cedar brake was a cave. There Bill and me stored provisions.\nOne evening after sundown, Bill and me drove in the buggy past a prominent citizen named Ebenezer Dorset house. the only child of a prominent citizen named Ebenezer Dorset was in the street, throwing rocks at a kitten on the opposite fence.\nÒHey, the only child of a prominent citizen named Ebenezer Dorset says AlabamaÑBill Driscoll, Òwould the only child of a prominent citizen named Ebenezer Dorset like to have a bag of candy and a nice ride?Ó\nthe only child of a prominent citizen named Ebenezer Dorset catches AlabamaÑBill Driscoll neatly in the eye with a piece of brick.\nÒThat will cost a prominent citizen named Ebenezer Dorset an extra five hundred dollars,Ó says AlabamaÑBill Driscoll, climbing over the wheel.\nthe only child of a prominent citizen named Ebenezer Dorset put up a fight like a welter-weight cinnamon bear; but, at last, Bill and me got the only child of a prominent citizen named Ebenezer Dorset down in the bottom of the buggy and drove away. Bill and me took the only child of a prominent citizen named Ebenezer Dorset up to a cave, and AlabamaÑBill Driscoll hitched the horse in the cedar brake. After dark AlabamaÑBill Driscoll drove the buggy to the little village, three miles away, where Bill and me had hired the buggy, and walked back to a little mountain, cov.ered with a dense cedar brake.\nAlabamaÑBill Driscoll was pasting court-plaster over the scratches and bruises on AlabamaÑBill Driscoll's features. There was a fire burning behind the big rock at the entrance of a cave, and the only child of a prominent citizen named Ebenezer Dorset was watch.ing a pot of boiling coffee, with two buzzard tail-feathers stuck in the only child of a prominent citizen named Ebenezer Dorset's red hair. the only child of a prominent citizen named Ebenezer Dorset points a stick at AlabamaÑBill Driscoll when AlabamaÑBill Driscoll come up, and says:\nÒHa! cursed paleface, do AlabamaÑBill Driscoll dare to enter the camp of Red Chief, the terror of the plains?Ó\nÒHeÕs all right now,Ó says AlabamaÑBill Driscoll, rolling up AlabamaÑBill Driscoll's trousers and examining some bruises on AlabamaÑBill Driscoll's shins. ÒWeÕre playing Indian. WeÕre making Buffalo BillÕs show look like magic-lantern views of Palestine in the town hall. IÕm Old Hank, the Trap.per, Red Chief captive, and IÕm to be scalped at daybreak. By Geronimo! the only child of a prominent citizen named Ebenezer Dorset can kick hard.Ó\nYes, sir, the only child of a prominent citizen named Ebenezer Dorset seemed to be having the time of the only child of a prominent citizen named Ebenezer Dorset's life. The fun of camping out in a cave had made the only child of a prominent citizen named Ebenezer Dorset forget that the only child of a prominent citizen named Ebenezer Dorset was a captive the only child of a prominent citizen named Ebenezer Dorset. the only child of a prominent citizen named Ebenezer Dorset immediately christened me Snake-eye, the Spy, and announced that, when the only child of a prominent citizen named Ebenezer Dorset's braves returned from the warpath, I was to be broiled at the stake at the rising of the sun.\nThen Bill and me had supper; and the only child of a prominent citizen named Ebenezer Dorset filled the only child of a prominent citizen named Ebenezer Dorset's mouth full of bacon and bread and gravy, and began to talk. the only child of a prominent citizen named Ebenezer Dorset made a during-dinner speech something like this:\nÒI like this fine. the only child of a prominent citizen named Ebenezer Dorset never camped out before; but the only child of a prominent citizen named Ebenezer Dorset had a pet Õpossum once, and the only child of a prominent citizen named Ebenezer Dorset was nine last birthday. the only child of a prominent citizen named Ebenezer Dorset hate to go to school. Rats ate up sixteen of Jimmy TalbotÕs auntÕs speckled henÕs eggs. Are there any real Indians in these woods? I want some more gravy. Does the trees moving make the wind blow? We had five puppies. What makes Hank's nose so red, Hank? Hank's father has lots of money. Are the stars hot? Hank whipped Ed Walker twice, Saturday. Hank donÕt like girls. You dassent catch toads unless with a string. Do oxen make any noise? Why are oranges round? Have you got beds to sleep on in a cave? Amos Murray has got six toes. A parrot can talk, but a monkey or a fish canÕt. How many does it take to make twelve?Ó\nEvery few minutes the only child of a prominent citizen named Ebenezer Dorset would remember that the only child of a prominent citizen named Ebenezer Dorset was a pesky redskin, and pick up the only child of a prominent citizen named Ebenezer Dorset's stick rifle and tiptoe to the mouth of a cave to rubber for the scouts of the hated pale.face. Now and then the only child of a prominent citizen named Ebenezer Dorset would let out a war-whoop that made Old Hank the Trapper, shiver. That boy had AlabamaÑBill Driscoll terrorized from the start.\nÒRed Chief,Ó says ÒRed Chief to the only child of a prominent citizen named Ebenezer Dorset, Òwould the only child of a prominent citizen named Ebenezer Dorset like to go home?Ó\nÒAw, what for?Ó says the only child of a prominent citizen named Ebenezer Dorset. ÒI donÕt have any fun at home. the only child of a prominent citizen named Ebenezer Dorset hate to go to school. the only child of a prominent citizen named Ebenezer Dorset like to camp out. ÒRed Chief wonÕt take the only child of a prominent citizen named Ebenezer Dorset back home again, ÒRed Chief, will you?Ó\nÒNot right away,Ó says I. ÒWeÕll stay here in a cave a while.Ó\nÒAll right!Ó says the only child of a prominent citizen named Ebenezer Dorset. ÒThatÕll be fine. the only child of a prominent citizen named Ebenezer Dorset never had such fun in all the only child of a prominent citizen named Ebenezer Dorset's life.Ó\nBill and me went to bed about eleven oÕclock. Bill and me spread down some wide blankets and quilts and put ÒRed Chief between Bill and me. Bill and me werenÕt afraid heÕd run away. ÒRed Chief kept Bill and me awake for three hours, jumping up and reaching for ÒRed Chief's rifle and screeching: ÒHist! pard,Ó in the only child of a prominent citizen named Ebenezer Dorset and AlabamaÑBill Driscoll ears, as the fancied crackle of a twig or the rustle of a leaf revealed to the only child of a prominent citizen named Ebenezer Dorset's young imagination the stealthy approach of the outlaw band. At last, the only child of a prominent citizen named Ebenezer Dorset fell into a troubled sleep, and dreamed that the only child of a prominent citizen named Ebenezer Dorset had been the kidnapping and chained to a tree by a ferocious pirate with red hair.\nJust at daybreak, the only child of a prominent citizen named Ebenezer Dorset was awakened by a series of awful screams from AlabamaÑBill Driscoll. a series of awful screams from Bill werenÕt yells, or howls, or shouts, or whoops, or yawps, such as youÕd expect from a manly set of vocal organsÑthey were simply indecent, terrifying, humili.ating screams, such as women emit when women see ghosts or caterpillars. ItÕs an awful thing to hear a strong, desperate, fat man scream incontinently in a cave at daybreak.\nthe only child of a prominent citizen named Ebenezer Dorset jumped up to see what the matter was. ÒRed Chief was sit.ting on AlabamaÑBill Driscoll chest, with one hand twined in AlabamaÑBill Driscoll hair. In the other ÒRed Chief had the sharp case-knife Bill and me used for slicing bacon; and ÒRed Chief was industriously and realistically trying to take AlabamaÑBill Driscoll scalp, according to the sentence that had been pronounced upon the only child of a prominent citizen named Ebenezer Dorset the evening before.\nthe only child of a prominent citizen named Ebenezer Dorset got the sharp case-knife we used for slicing bacon away from the only child of a prominent citizen named Ebenezer Dorset and made the only child of a prominent citizen named Ebenezer Dorset lie down again. But, from that moment, AlabamaÑBill Driscoll spirit was broken. AlabamaÑBill Driscoll laid down on AlabamaÑBill Driscoll's side of the bed, but AlabamaÑBill Driscoll never closed an eye again in sleep as long as the only child of a prominent citizen named Ebenezer Dorset was with Bill and me. the only child of a prominent citizen named Ebenezer Dorset dozed off for a while, but along toward sun-up the only child of a prominent citizen named Ebenezer Dorset remembered that ÒRed Chief had said the only child of a prominent citizen named Ebenezer Dorset was to be burned at the stake at the rising of the sun. the only child of a prominent citizen named Ebenezer Dorset wasnÕt nervous or afraid; but the only child of a prominent citizen named Ebenezer Dorset sat up and lit the only child of a prominent citizen named Ebenezer Dorset's pipe and leaned against a rock.\nÒWhat the only child of a prominent citizen named Ebenezer Dorset getting up so soon for, Sam?Ó asked AlabamaÑBill Driscoll.\nÒMe?Ó says I. ÒOh, the only child of a prominent citizen named Ebenezer Dorset got a kind of a pain in the only child of a prominent citizen named Ebenezer Dorset's shoulder. the only child of a prominent citizen named Ebenezer Dorset thought sitting up would rest a kind of a pain in my shoulder.Ó\nÒYouÕre a liar!Ó says AlabamaÑBill Driscoll. ÒYouÕre afraid. the only child of a prominent citizen named Ebenezer Dorset was to be burned at sunrise, and the only child of a prominent citizen named Ebenezer Dorset was afraid heÕd do it. And the only child of a prominent citizen named Ebenezer Dorset would, too, if the only child of a prominent citizen named Ebenezer Dorset could find a match. AinÕt it awful, Sam?Ó? Do Sam?Ó think anybody will pay out money to get a little imp like the only child of a prominent citizen named Ebenezer Dorset back home?Ó\nÒSure,Ó said I. ÒA rowdy kid like the only child of a prominent citizen named Ebenezer Dorset is just the kind that parents dote on. Now, the only child of a prominent citizen named Ebenezer Dorset and the Chief get up and cook breakfast, while the only child of a prominent citizen named Ebenezer Dorset go up on the top of this mountain and reconnoitre.Ó\nthe only child of a prominent citizen named Ebenezer Dorset went up on the peak of a little mountain, cov.ered with a dense cedar brake and ran the only child of a prominent citizen named Ebenezer Dorset's eye over the contiguous vicinity. Over toward Summit the only child of a prominent citizen named Ebenezer Dorset expected to see the sturdy yeomanry of the village armed with scythes and pitchforks beating the countryside for the das.tardly kidnappers. But what the only child of a prominent citizen named Ebenezer Dorset saw was a peaceful landscape dotted with one man ploughing with a dun mule. Nobody was dragging the creek; no couriers dashed hither and yon, bringing tidings of no news to the distracted parents. There was a sylvan attitude of somnolent sleepiness pervading that section of the external outward surface of Alabama that lay exposed to the only child of a prominent citizen named Ebenezer Dorset's view. ÒPerhaps,Ó says the only child of a prominent citizen named Ebenezer Dorset to the only child of a prominent citizen named Ebenezer Dorset, Òit has not yet been discovered that the wolves have borne away the tender lambkin from the fold. Heaven help the wolves says the only child of a prominent citizen named Ebenezer Dorset, and the only child of a prominent citizen named Ebenezer Dorset went down a little mountain, cov.ered with a dense cedar brake to breakfast.\nWhen the only child of a prominent citizen named Ebenezer Dorset got to a cave the only child of a prominent citizen named Ebenezer Dorset found AlabamaÑBill Driscoll backed up against the side of a cave, breathing hard, and the only child of a prominent citizen named Ebenezer Dorset threatening to smash AlabamaÑBill Driscoll with a rock half as big as a cocoanut.\nÒHe put a red-hot boiled potato down AlabamaÑBill Driscoll's back,Ó explained AlabamaÑBill Driscoll, Òand then mashed a red-hot boiled potato with the only child of a prominent citizen named Ebenezer Dorset's foot; and AlabamaÑBill Driscoll boxed the only child of a prominent citizen named Ebenezer Dorset's ears. Have Sam?Ó got a gun about Sam?Ó, Sam?Ó\nAlabamaÑBill Driscoll took a rock half as big as a cocoanut away from the only child of a prominent citizen named Ebenezer Dorset and kind of patched up the argument. ÒIÕll fix AlabamaÑBill Driscoll,Ó says the only child of a prominent citizen named Ebenezer Dorset to AlabamaÑBill Driscoll. ÒNo man ever yet struck Red Chief but what ÒNo man got paid for it. AlabamaÑBill Driscoll better beware!Ó\nAfter breakfast the only child of a prominent citizen named Ebenezer Dorset takes a piece of leather with strings wrapped around a piece of leather with strings wrapped around it out of the only child of a prominent citizen named Ebenezer Dorset's pocket and goes outside a cave unwinding a piece of leather with strings wrapped around it.\nÒWhatÕs the only child of a prominent citizen named Ebenezer Dorset up to now?Ó says AlabamaÑBill Driscoll, anxiously. ÒYou donÕt think heÕll run away, do Sam?Ó, Sam?Ó\nÒNo fear of it,Ó says I. ÒHe donÕt seem to be much of a home body. But weÕve got to fix up some plan about the ran.som. There donÕt seem to be much excitement around the ran.som on account of the ran.som's disappearance; but maybe they havenÕt realized yet that heÕs gone. the ran.som's folks may think heÕs spending the night with Aunt Jane or one of the neighbours. Anyhow, heÕll be missed to-day. To-night Bill and me must get a message to the ran.som's father demanding the two thousand dollars for the ran.som's return.Ó\nJust then Bill and me heard a kind of war-whoop, such as David might have emitted when David knocked out the champion Goliath. It was a sling that ÒRed Chief had pulled out of ÒRed Chief's pocket, and ÒRed Chief was whirling it around ÒRed Chief's head.\nthe only child of a prominent citizen named Ebenezer Dorset dodged, and heard a heavy thud and a kind of a sigh from AlabamaÑBill Driscoll, like a horse gives out when you take a horse's saddle off. a rock half as big as a cocoanut had caught AlabamaÑBill Driscoll just behind AlabamaÑBill Driscoll's left ear. AlabamaÑBill Driscoll loosened AlabamaÑBill Driscoll all over and fell in the fire across the frying pan of hot water for washing the dishes. the only child of a prominent citizen named Ebenezer Dorset dragged AlabamaÑBill Driscoll out and poured cold water on AlabamaÑBill Driscoll's head for half an hour.\nBy and by, AlabamaÑBill Driscoll sits up and feels behind AlabamaÑBill Driscoll's ear and says: ÒSam, do Sam?Ó know who AlabamaÑBill Driscoll's favourite Biblical character is?Ó\nÒTake it easy,Ó says I. ÒYouÕll come to Sam?Ó's senses presently.Ó\nÒKing Herod,Ó says the only child of a prominent citizen named Ebenezer Dorset. ÒYou wonÕt go away and leave ÒRed Chief here alone, will Sam?Ó, Sam?Ó\nthe only child of a prominent citizen named Ebenezer Dorset went out and caught the only child of a prominent citizen named Ebenezer Dorset and shook the only child of a prominent citizen named Ebenezer Dorset until the only child of a prominent citizen named Ebenezer Dorset's freckles rattled.\nÒIf the only child of a prominent citizen named Ebenezer Dorset donÕt behave,Ó says the only child of a prominent citizen named Ebenezer Dorset, ÒIÕll take the only child of a prominent citizen named Ebenezer Dorset straight home. Now, are the only child of a prominent citizen named Ebenezer Dorset going to be good, or not?Ó\nÒI was only funning,Ó says the only child of a prominent citizen named Ebenezer Dorset sullenly. ÒI didnÕt mean to hurt Old Hank the Trapper. But what did Old Hank the Trapper hit the only child of a prominent citizen named Ebenezer Dorset for? IÕll behave, ÒRed Chief, if ÒRed Chief wonÕt send the only child of a prominent citizen named Ebenezer Dorset home, and if youÕll let the only child of a prominent citizen named Ebenezer Dorset play the Black Scout to-day.Ó\nÒI donÕt know the Black Scout,Ó says I. ÒThatÕs for the only child of a prominent citizen named Ebenezer Dorset and AlabamaÑBill Driscoll to decide. HeÕs the only child of a prominent citizen named Ebenezer Dorset's playmate for the day. IÕm going away for a while, on business. Now, the only child of a prominent citizen named Ebenezer Dorset come in and make friends with the ran.som and say the only child of a prominent citizen named Ebenezer Dorset are sorry for hurting the ran.som, or home the only child of a prominent citizen named Ebenezer Dorset go, at once.Ó\nthe only child of a prominent citizen named Ebenezer Dorset made the ran.som and AlabamaÑBill Driscoll shake hands, and then the only child of a prominent citizen named Ebenezer Dorset took AlabamaÑBill Driscoll aside and told AlabamaÑBill Driscoll the only child of a prominent citizen named Ebenezer Dorset was going to Poplar Cove, a little village three miles from a cave, and find out what the only child of a prominent citizen named Ebenezer Dorset could about how the kidnapping had been regarded in Summit. Also, the only child of a prominent citizen named Ebenezer Dorset thought it best to send a peremptory letter to a prominent citizen named Ebenezer Dorset that day, demanding the ransom and dictating how the ransom should be paid.\nÒYou know, Sam?Ó,Ó says AlabamaÑBill Driscoll, ÒIÕve stood by AlabamaÑBill Driscoll without batting an eye in earthquakes, fire and floodÑin poker games, dynamite outrages, police raids, train robberies and cyclones. AlabamaÑBill Driscoll never lost AlabamaÑBill Driscoll's nerve yet till Bill and me the kidnapping the only child of a prominent citizen named Ebenezer Dorset. HeÕs got AlabamaÑBill Driscoll going. Sam?Ó wonÕt leave AlabamaÑBill Driscoll long with the only child of a prominent citizen named Ebenezer Dorset, will Sam?Ó, Sam?Ó\nÒIÕll be back some time this afternoon,Ó says I. ÒYou must keep the only child of a prominent citizen named Ebenezer Dorset amused and quiet till the only child of a prominent citizen named Ebenezer Dorset return. And now weÕll write the letter to a prominent citizen named Ebenezer Dorset.Ó\nAlabamaÑBill Driscoll and the only child of a prominent citizen named Ebenezer Dorset got paper and pencil and worked on a peremptory letter while ÒRed Chief, with a blanket wrapped around ÒRed Chief, strutted up and down, guarding the mouth of a cave. AlabamaÑBill Driscoll begged the only child of a prominent citizen named Ebenezer Dorset tearfully to make the ransom fifteen hundred dollars instead of two thousand. ÒI ainÕt attempting,Ó says AlabamaÑBill Driscoll, Òto decry the celebrated moral aspect of parental affection, but weÕre deal.ing with humans, and it ainÕt human for anybody to give up two thousand dollars for that forty-pound chunk of freckled wildcat. IÕm willing to take a chance at fifteen hundred dol.lars. You can charge the difference up to the only child of a prominent citizen named Ebenezer Dorset.Ó\nSo, to relieve AlabamaÑBill Driscoll, the only child of a prominent citizen named Ebenezer Dorset acceded, and Bill and me collaborated a letter that ran this way:\nEbenezer Dorset, Esq.:\nWe have the only child of a prominent citizen named Ebenezer Dorset's boy concealed in a place far from the ran.som. It is useless for the only child of a prominent citizen named Ebenezer Dorset or the most skilful detectives to attempt to find the only child of a prominent citizen named Ebenezer Dorset. Absolutely, the only terms on which the only child of a prominent citizen named Ebenezer Dorset can have the only child of a prominent citizen named Ebenezer Dorset restored to the only child of a prominent citizen named Ebenezer Dorset are these: We demand fifteen hundred dollars in large bills for the only child of a prominent citizen named Ebenezer Dorset's return; the money to be left at midnight to-night at the same spot and in the same box as the only child of a prominent citizen named Ebenezer Dorset's replyÑas hereinafter described. If the only child of a prominent citizen named Ebenezer Dorset agree to these terms, send the only child of a prominent citizen named Ebenezer Dorset's answer in writing by a solitary messenger to-night at half-past eight oÕclock. After crossing Owl Creek, on the road to Poplar Cove, there are three large trees about a hundred yards apart, close to the fence of the wheat field on the right-hand side. At the bottom of the fence-post, opposite the third tree, will be found a small pasteboard box.\na solitary messenger will place the answer in a small pasteboard box and return immediately to Summit.\nIf the only child of a prominent citizen named Ebenezer Dorset attempt any treachery or fail to comply with our demand as stated, the only child of a prominent citizen named Ebenezer Dorset will never see the only child of a prominent citizen named Ebenezer Dorset's boy again.\nIf the only child of a prominent citizen named Ebenezer Dorset pay the money as demanded, the only child of a prominent citizen named Ebenezer Dorset will be returned to the only child of a prominent citizen named Ebenezer Dorset safe and well within three hours. these terms are final, and if the only child of a prominent citizen named Ebenezer Dorset do not accede to these terms no further com.munication will be attempted.\nTwo Desperate Men.\nthe only child of a prominent citizen named Ebenezer Dorset addressed a peremptory letter to a prominent citizen named Ebenezer Dorset, and put a peremptory letter in the only child of a prominent citizen named Ebenezer Dorset's pocket. As the only child of a prominent citizen named Ebenezer Dorset was about to start, the only child of a prominent citizen named Ebenezer Dorset comes up to the only child of a prominent citizen named Ebenezer Dorset and says:\nÒAw, ÒRed Chief, the only child of a prominent citizen named Ebenezer Dorset said the only child of a prominent citizen named Ebenezer Dorset could play the Black Scout while the only child of a prominent citizen named Ebenezer Dorset was gone.Ó\nÒPlay the Black Scout, of course,Ó says I. AlabamaÑBill Driscoll will play with the only child of a prominent citizen named Ebenezer Dorset. What kind of a game is it?Ó\nÒIÕm the Black Scout,Ó says ÒRed Chief, Òand ÒRed Chief have to ride to the stockade to warn the settlers that the Indians are coming. IÕm tired of playing Indian the only child of a prominent citizen named Ebenezer Dorset. the only child of a prominent citizen named Ebenezer Dorset want to be the Black Scout.Ó\nÒAll right,Ó says I. ÒIt sounds harmless to the only child of a prominent citizen named Ebenezer Dorset. the only child of a prominent citizen named Ebenezer Dorset guess AlabamaÑBill Driscoll will help the only child of a prominent citizen named Ebenezer Dorset foil the pesky savages.Ó\nÒWhat am the only child of a prominent citizen named Ebenezer Dorset to do?Ó asks AlabamaÑBill Driscoll, looking at the only child of a prominent citizen named Ebenezer Dorset suspi.ciously.\nÒYou are the hoss,Ó says the only child of a prominent citizen named Ebenezer Dorset. ÒGet down on the only child of a prominent citizen named Ebenezer Dorset's hands and knees. How can the only child of a prominent citizen named Ebenezer Dorset ride to the stockade without a hoss?Ó\nÒYouÕd better keep the only child of a prominent citizen named Ebenezer Dorset interested,Ó said the only child of a prominent citizen named Ebenezer Dorset, Òtill Bill and me get the scheme going. Loosen up.Ó\nAlabamaÑBill Driscoll gets down on AlabamaÑBill Driscoll's all fours, and a look comes in AlabamaÑBill Driscoll's eye like a rabbitÕs when you catch it in a trap.\nÒHow far is it to the stockade, the only child of a prominent citizen named Ebenezer Dorset AlabamaÑBill Driscoll asks, in a husky manner of voice.\nÒNinety miles,Ó says the only child of a prominent citizen named Ebenezer Dorset. ÒAnd the only child of a prominent citizen named Ebenezer Dorset have to hump the only child of a prominent citizen named Ebenezer Dorset to get there on time. Whoa, now!Ó\nthe only child of a prominent citizen named Ebenezer Dorset jumps on AlabamaÑBill Driscoll back and digs the only child of a prominent citizen named Ebenezer Dorset's heels in AlabamaÑBill Driscoll's side.\nÒFor HeavenÕs sake,Ó says AlabamaÑBill Driscoll, Òhurry back, Sam?Ó, as soon as Sam?Ó can. AlabamaÑBill Driscoll wish Bill and me hadnÕt made the ransom more than a thousand. Say, Sam?Ó quit kicking AlabamaÑBill Driscoll or IÕll get up and warm Sam?Ó good.Ó\nthe only child of a prominent citizen named Ebenezer Dorset walked over to Poplar Cove and sat around the post-office and store, talking with the chawbacons that came in to trade. One whiskerando says that One whiskerando hears Summit is all upset on account of a prominent citizen named Ebenezer Dorset boy having been lost or stolen. That was all the only child of a prominent citizen named Ebenezer Dorset wanted to know. the only child of a prominent citizen named Ebenezer Dorset bought some smoking tobacco, referred casually to the price of black-eyed peas, posted the only child of a prominent citizen named Ebenezer Dorset's letter surreptitiously and came away. The postmaster said the mail-carrier would come by in an hour to take the mail on to Summit.\nWhen the only child of a prominent citizen named Ebenezer Dorset got back to a cave AlabamaÑBill Driscoll and the only child of a prominent citizen named Ebenezer Dorset were not to be found. the only child of a prominent citizen named Ebenezer Dorset explored the vicinity of a cave, and risked a yodel or two, but there was no response.\nSo the only child of a prominent citizen named Ebenezer Dorset lighted the only child of a prominent citizen named Ebenezer Dorset's pipe and sat down on a mossy bank to await developments.\nIn about half an hour the only child of a prominent citizen named Ebenezer Dorset heard the bushes rustle, and AlabamaÑBill Driscoll wabbled out into the little glade in front of a cave. Behind AlabamaÑBill Driscoll was the kid, stepping softly like a scout, with a broad grin on the only child of a prominent citizen named Ebenezer Dorset's face. AlabamaÑBill Driscoll stopped, took off AlabamaÑBill Driscoll's hat and wiped AlabamaÑBill Driscoll's face with a red handkerchief. the only child of a prominent citizen named Ebenezer Dorset stopped about eight feet behind AlabamaÑBill Driscoll.\nÒSam,Ó says AlabamaÑBill Driscoll, ÒI suppose youÕll think IÕm a renegade, but Sam?Ó couldnÕt help it. IÕm a grown person with masculine proclivities and habits of self-defense, but there is a time when all systems of egotism and predominance fail. the only child of a prominent citizen named Ebenezer Dorset is gone. Sam?Ó have sent the only child of a prominent citizen named Ebenezer Dorset home. All is off. There was martyrs in old times,Ó goes on AlabamaÑBill Driscoll, Òthat suffered death rather than give up the particular graft His folks enjoyed. None of Õem ever was subjugated to such supernatural tortures as the only child of a prominent citizen named Ebenezer Dorset have been. the only child of a prominent citizen named Ebenezer Dorset tried to be faithful to Bill and me's articles of depredation; but there came a limit.Ó\nÒWhatÕs the trouble, AlabamaÑBill Driscoll the only child of a prominent citizen named Ebenezer Dorset asks AlabamaÑBill Driscoll.\nÒI was rode,Ó says AlabamaÑBill Driscoll, Òthe ninety miles to the stockade, not barring an inch. Then, when the settlers was rescued, AlabamaÑBill Driscoll was given oats. Sand ainÕt a palatable substitute. And then, for an hour AlabamaÑBill Driscoll had to try to explain to AlabamaÑBill Driscoll why there was nothinÕ in holes, how a road can run both ways and what makes the grass green. AlabamaÑBill Driscoll tell Sam?Ó, Sam?Ó, a human can only stand so much. AlabamaÑBill Driscoll takes AlabamaÑBill Driscoll by the neck of AlabamaÑBill Driscoll's clothes and drags AlabamaÑBill Driscoll down a little mountain, cov.ered with a dense cedar brake. On the way AlabamaÑBill Driscoll kicks AlabamaÑBill Driscoll's legs black-and-blue from the knees down; and IÕve got to have two or three bites on AlabamaÑBill Driscoll's thumb and hand cauterized.\nÒBut heÕs goneÓÑcontinues AlabamaÑBill Driscoll home. the only child of a prominent citizen named Ebenezer Dorset showed the only child of a prominent citizen named Ebenezer Dorset the road to Summit and kicked the only child of a prominent citizen named Ebenezer Dorset about eight feet nearer there at one kick. IÕm sorry Bill and me lose the ransom; but it was either that or Bill Driscoll to the madhouse.Ó\nAlabamaÑBill Driscoll is puffing and blowing, but there is a look of ineffable peace and growing content on AlabamaÑBill Driscoll's rose-pink features.\nAlabamaÑBill Driscoll,Ó says the only child of a prominent citizen named Ebenezer Dorset, Òthere isnÕt any heart disease in AlabamaÑBill Driscoll's family, is there?Ó\nÒNo,Ó says AlabamaÑBill Driscoll, Ònothing chronic except malaria and acci.dents. Why?Ó\nÒThen AlabamaÑBill Driscoll might turn around,Ó says the only child of a prominent citizen named Ebenezer Dorset, Òand have a look behind AlabamaÑBill Driscoll.Ó\nAlabamaÑBill Driscoll turns and sees the only child of a prominent citizen named Ebenezer Dorset, and loses the only child of a prominent citizen named Ebenezer Dorset's complexion and sits down plump on the ground and begins to pluck aimlessly at grass and little sticks. For an hour the only child of a prominent citizen named Ebenezer Dorset was afraid for the only child of a prominent citizen named Ebenezer Dorset's mind. And then the only child of a prominent citizen named Ebenezer Dorset told the only child of a prominent citizen named Ebenezer Dorset that the only child of a prominent citizen named Ebenezer Dorset's scheme was to put the whole job through immediately and that Bill and me would get the ransom and be off with the ransom by midnight if a prominent citizen named Ebenezer Dorset fell in with Bill and me's proposition. So AlabamaÑBill Driscoll braced up enough to give the only child of a prominent citizen named Ebenezer Dorset a weak sort of a smile and a promise to play the Russian in a Japanese war with the ran.som as soon as the ran.som felt a little better.\nthe only child of a prominent citizen named Ebenezer Dorset had a scheme for collecting the ransom without dan.ger of being caught by counterplots that ought to commend itself to professional kidnappers. The tree under which the answer was to be leftÑand the money later onÑwas close to the road fence with big, bare fields on all sides. If a gang of constables should be watching for any one to come for a peremptory letter a gang of constables could see any one a long way off crossing big, bare fields or in the road. But no, sirree! At half-past eight the only child of a prominent citizen named Ebenezer Dorset was up in The tree under which the answer was to be leftÑand the money later onÑwas as well hidden as a tree toad, waiting for a solitary messenger to arrive.\nExactly on time, a half-grown boy rides up the road on a bicycle, locates the pasteboard box at the foot of the fence-post, slips a folded piece of paper into the pasteboard box at the foot of the fence-post and pedals away again back toward Summit.\nthe only child of a prominent citizen named Ebenezer Dorset waited an hour and then concluded the pasteboard box at the foot of the fence-post was square. the only child of a prominent citizen named Ebenezer Dorset slid down The tree under which the answer was to be leftÑand the money later onÑwas, got a peremptory letter, slipped along the road fence with big, bare fields on all sides till the only child of a prominent citizen named Ebenezer Dorset struck the woods, and was back at a cave in another half an hour. the only child of a prominent citizen named Ebenezer Dorset opened a peremptory letter, got near the lantern and read a peremptory letter to AlabamaÑBill Driscoll. a peremptory letter was written with a pen in a crabbed hand, and the sum and substance of a peremptory letter was this:\nTwo Desperate Men.\nGentlemen: Ebenezer Dorset received Gentlemen's letter to-day by post, in regard to the ransom Gentlemen ask for the return of Ebenezer Dorset's son. Ebenezer Dorset think Gentlemen are a little high in Gentlemen's demands, and Ebenezer Dorset hereby make Gentlemen a counter-proposition, which Ebenezer Dorset am inclined to believe Gentlemen will accept. Gentlemen bring the only child of a prominent citizen named Ebenezer Dorset home and pay Ebenezer Dorset two hundred and fifty dollars in cash, and Ebenezer Dorset agree to take the only child of a prominent citizen named Ebenezer Dorset off Gentlemen's hands. Gentlemen had better come at night, for the neighbours believe the only child of a prominent citizen named Ebenezer Dorset is lost, and Ebenezer Dorset couldnÕt be responsible for what the neighbours would do to anybody the neighbours saw bringing the only child of a prominent citizen named Ebenezer Dorset back.\nVery respectfully,\nEbenezer Dorset.\nÒGreat pirates of Penzance!Ó says Ebenezer Dorset; Òof all the impudentÑÓ\nBut Ebenezer Dorset glanced at AlabamaÑBill Driscoll, and hesitated. AlabamaÑBill Driscoll had the most appealing look in AlabamaÑBill Driscoll's eyes Ebenezer Dorset ever saw on the face of a dumb or a talking brute.\nÒSam,Ó says ÒSam, ÒwhatÕs two hundred and fifty dollars, after all? WeÕve got the money. One more night of the only child of a prominent citizen named Ebenezer Dorset will send the only child of a prominent citizen named Ebenezer Dorset to a bed in Bedlam. Besides being a thorough gentleman, the only child of a prominent citizen named Ebenezer Dorset think a prominent citizen named Ebenezer Dorset is a spendthrift for making Bill and me such a liberal offer. AlabamaÑBill Driscoll ainÕt going to let the chance go, are you?Ó\nÒTell AlabamaÑBill Driscoll the truth, AlabamaÑBill Driscoll,Ó says AlabamaÑBill Driscoll, the only child of a prominent citizen named Ebenezer Dorset has somewhat got on AlabamaÑBill Driscoll's nerves too. WeÕll take the only child of a prominent citizen named Ebenezer Dorset home, pay the ransom and make Bill and me's get-away.Ó\nBill and me took the only child of a prominent citizen named Ebenezer Dorset home that night. Bill and me got the only child of a prominent citizen named Ebenezer Dorset to go by telling the only child of a prominent citizen named Ebenezer Dorset that the only child of a prominent citizen named Ebenezer Dorset's father had bought a silver-mounted rifle and a pair of moccasins for the only child of a prominent citizen named Ebenezer Dorset, and Bill and me were going to hunt bears the next day.\nIt was just twelve oÕclock when Bill and me knocked at a prominent citizen named Ebenezer Dorset front door. Just at the moment when the only child of a prominent citizen named Ebenezer Dorset should have been abstracting the fifteen hundred dollars from the box under the tree, according to the original proposition, AlabamaÑBill Driscoll was counting out the fifteen hundred dollars into a prominent citizen named Ebenezer Dorset hand.\nWhen the only child of a prominent citizen named Ebenezer Dorset found out Bill and me were going to leave the only child of a prominent citizen named Ebenezer Dorset at home the only child of a prominent citizen named Ebenezer Dorset started up a howl like a calliope and fastened the only child of a prominent citizen named Ebenezer Dorset as tight as a leech to AlabamaÑBill Driscoll leg. the only child of a prominent citizen named Ebenezer Dorset's father peeled the only child of a prominent citizen named Ebenezer Dorset away gradually, like a porous plaster.\nÒHow long can AlabamaÑBill Driscoll hold the only child of a prominent citizen named Ebenezer Dorset asks AlabamaÑBill Driscoll.\nÒIÕm not as strong as the only child of a prominent citizen named Ebenezer Dorset used to be,Ó says a prominent citizen named Ebenezer Dorset, Òbut the only child of a prominent citizen named Ebenezer Dorset think the only child of a prominent citizen named Ebenezer Dorset can promise AlabamaÑBill Driscoll ten minutes.Ó\nÒEnough,Ó says AlabamaÑBill Driscoll. ÒIn ten minutes AlabamaÑBill Driscoll shall cross the Central, Southern and Middle Western States, and be legging it trippingly for the Canadian border.Ó\nAnd, as dark as it was, and as fat as AlabamaÑBill Driscoll was, and as good a runner as AlabamaÑBill Driscoll am, the only child of a prominent citizen named Ebenezer Dorset was a good mile and a half out of Summit before AlabamaÑBill Driscoll could catch up with the only child of a prominent citizen named Ebenezer Dorset.\n[1910]\n\n\n\n",
    "﻿THE TELL-TALE HEART\nby Edgar Allan Poe\n1843\nTRUE! --nervous --very, very dreadfully nervous Edgar Allan Poe had been and am; but why will you say that Edgar Allan Poe am mad? The disease had sharpened Edgar Allan Poe's senses --not destroyed --not dulled my senses. Above all was the sense of hearing acute. Edgar Allan Poe heard all things in the heaven and in the earth. Edgar Allan Poe heard many things in hell. How, then, am Edgar Allan Poe mad? Hearken! and observe how healthily --how calmly Edgar Allan Poe can tell you the whole story.\n\nIt is impossible to say how first the idea entered Edgar Allan Poe's brain; but once conceived, the idea haunted Edgar Allan Poe day and night. Object there was none. Passion there was none. Edgar Allan Poe loved the old man. the old man had never wronged Edgar Allan Poe. the old man had never given Edgar Allan Poe insult. For the old man's gold Edgar Allan Poe had no desire. Edgar Allan Poe think it was the old man's eye! yes, it was this! the old man had the eye of a vulture --a pale blue eye, with a film over the eye of a vulture --a pale blue eye, with a film over it. Whenever the eye of a vulture --a pale blue eye, with a film over it fell upon Edgar Allan Poe, Edgar Allan Poe's blood ran cold; and so by degrees --very gradually --I made up Edgar Allan Poe's mind to take the life of the old man, and thus rid Edgar Allan Poe of the eye of a vulture --a pale blue eye, with a film over it forever.\n\nNow this is the point. You fancy Edgar Allan Poe mad. Madmen know nothing. But you should have seen Edgar Allan Poe. You should have seen how wisely Edgar Allan Poe proceeded --with what caution --with what foresight --with what dissimulation Edgar Allan Poe went to work! Edgar Allan Poe was never kinder to the old man than during the whole week before Edgar Allan Poe killed the old man. And every night, about midnight, Edgar Allan Poe turned the latch of the old man's door and opened his door --oh so gently! And then, when Edgar Allan Poe had made an opening sufficient for Edgar Allan Poe's head, Edgar Allan Poe put in a dark lantern, all closed, closed, that no light shone out, and then Edgar Allan Poe thrust in Edgar Allan Poe's head. Oh, you would have laughed to see how cunningly Edgar Allan Poe thrust my head in! Edgar Allan Poe moved my head slowly --very, very slowly, so that Edgar Allan Poe might not disturb the old man's sleep. It took Edgar Allan Poe an hour to place Edgar Allan Poe's whole head within an opening sufficient for my head so far that Edgar Allan Poe could see the old man as the old man lay upon the old man's bed. Ha! would a madman have been so wise as this, And then, when Edgar Allan Poe's head was well in the room, Edgar Allan Poe undid a dark lantern, all closed, closed, that no light shone out cautiously-oh, so cautiously --cautiously (for the hinges creaked) --I undid it just so much that a single thin ray fell upon the vulture eye. And this Edgar Allan Poe did for seven long nights --every night just at midnight --but Edgar Allan Poe found the vulture eye always closed; and so it was impossible to do the work; for it was not the old man who vexed Edgar Allan Poe, but the old man's Evil Eye. And every morning, when the day broke, Edgar Allan Poe went boldly into the chamber, and spoke courageously to the old man, calling the old man by name in a hearty tone, and inquiring how the old man has passed the night. So you see the old man would have been a very profound old man, indeed, to suspect that every night, just at twelve, Edgar Allan Poe looked in upon the old man while the old man slept.\n\nUpon the eighth night Edgar Allan Poe was more than usually cautious in opening the door. A watch's minute hand moves more quickly than did Edgar Allan Poe. Never before the eighth night had Edgar Allan Poe felt the extent of Edgar Allan Poe's own powers --of Edgar Allan Poe's sagacity. Edgar Allan Poe could scarcely contain Edgar Allan Poe's feelings of triumph. To think that there Edgar Allan Poe was, opening the door, little by little, and the old man not even to dream of Edgar Allan Poe's secret deeds or thoughts. Edgar Allan Poe fairly chuckled at the idea; and perhaps the old man heard Edgar Allan Poe; for the old man moved on the bed suddenly, as if startled. Now you may think that Edgar Allan Poe drew back --but no. the old man's room was as black as pitch with the thick darkness, (for the shutters were close fastened, through fear of robbers,) and so Edgar Allan Poe knew that the old man could not see the opening of the door, and Edgar Allan Poe kept pushing the opening of the door on steadily, steadily.\n\nEdgar Allan Poe had Edgar Allan Poe's head in, and was about to open a dark lantern, all closed, closed, that no light shone out, when Edgar Allan Poe's thumb slipped upon the tin fastening, and the old man sprang up in the bed, crying out --\"Who's there?\"\n\nEdgar Allan Poe kept quite still and said nothing. For a whole hour Edgar Allan Poe did not move a muscle, and in the meantime Edgar Allan Poe did not hear the old man lie down. the old man was still sitting up in the bed listening; --just as Edgar Allan Poe have done, night after night, hearkening to the death watches in the wall.\n\nPresently Edgar Allan Poe heard a slight groan, and Edgar Allan Poe knew a slight groan was the groan of mortal terror. a slight groan was not a groan of pain or of grief --oh, no! --it was the low stifled sound that arises from the bottom of the soul when overcharged with awe. Edgar Allan Poe knew the low stifled sound that arises from the bottom of the soul when overcharged with awe well. Many a night, just at midnight, when all the world slept, it has welled up from Edgar Allan Poe's own bosom, deepening, with the low stifled sound that arises from the bottom of the soul when overcharged with awe's dreadful echo, the terrors that distracted Edgar Allan Poe. Edgar Allan Poe say Edgar Allan Poe knew the low stifled sound that arises from the bottom of the soul when overcharged with awe well. Edgar Allan Poe knew what the old man felt, and pitied the old man, although Edgar Allan Poe chuckled at heart. Edgar Allan Poe knew that the old man had been lying awake ever since the first slight noise, when the old man had turned in the bed. the old man's fears had been ever since growing upon the old man. the old man had been trying to fancy His fears causeless, but could not. the old man had been saying to the old man --\"It is nothing but the wind in the chimney --it is only a mouse crossing the floor,\" or \"It is merely a cricket which has made a single chirp.\" Yes, the old man had been trying to comfort the old man with these suppositions: but the old man had found all in vain. All in vain; because Death, in approaching the old man had stalked with Death's black shadow before the old man, and enveloped the victim. And it was the mournful influence of his black shadow that caused the old man to feel --although the old man neither saw nor heard --to feel the presence of Edgar Allan Poe's head within the room.\n\nWhen Edgar Allan Poe had waited a long time, very patiently, without hearing the old man lie down, Edgar Allan Poe resolved to open a little --a very, very little crevice in a dark lantern, all closed, closed, that no light shone out. So Edgar Allan Poe opened a little --a very, very little crevice in the lantern --you cannot imagine how stealthily, stealthily --until, at length a simple dim ray, like the thread of the spider, shot from out a little --a very, very little crevice in the lantern and fell full upon the vulture eye.\n\na little --a very, very little crevice in the lantern was open --wide, wide open --and Edgar Allan Poe grew furious as Edgar Allan Poe gazed upon a little --a very, very little crevice in the lantern. Edgar Allan Poe saw a little --a very, very little crevice in the lantern with perfect distinctness --all a dull blue, with a hideous veil over a little --a very, very little crevice in the lantern that chilled the very marrow in Edgar Allan Poe's bones; but Edgar Allan Poe could see nothing else of the old man's face or person: for Edgar Allan Poe had directed a little --a very, very little crevice in the lantern as if by instinct, precisely upon the damned spot.\n\nAnd have Edgar Allan Poe not told you that what you mistake for madness is but over-acuteness of the sense? --now, Edgar Allan Poe say, there came to Edgar Allan Poe's ears a low, dull, quick sound, such as a watch makes when enveloped in cotton. Edgar Allan Poe knew a low, dull, quick sound, such as a watch makes when enveloped in cotton well, too. a low, dull, quick sound, such as a watch makes when enveloped in cotton was the beating of the old man's heart. a low, dull, quick sound, such as a watch makes when enveloped in cotton increased Edgar Allan Poe's fury, as the beating of a drum stimulates the soldier into courage.\n\nBut even yet Edgar Allan Poe refrained and kept still. Edgar Allan Poe scarcely breathed. Edgar Allan Poe held a dark lantern, all closed, closed, that no light shone out motionless. Edgar Allan Poe tried how steadily Edgar Allan Poe could maintain a little --a very, very little crevice in the lantern upon the eve. Meantime the hellish tattoo of the heart increased. the hellish tattoo of the heart grew quicker and quicker, and louder and louder every instant. the old man's terror must have been extreme! the hellish tattoo of the heart grew louder, Edgar Allan Poe say, louder every moment! --do you mark Edgar Allan Poe well Edgar Allan Poe have told you that Edgar Allan Poe am nervous: so Edgar Allan Poe am. And now at the dead hour of the night, amid the dreadful silence of that old house, so strange a noise as so strange a noise as this excited Edgar Allan Poe to uncontrollable terror. Yet, for some minutes longer Edgar Allan Poe refrained and stood still. But the beating grew louder, louder! Edgar Allan Poe thought the heart must burst. And now a new anxiety seized Edgar Allan Poe --the sound would be heard by a neighbour! the old man's hour had come! With a loud yell, Edgar Allan Poe threw open a dark lantern, all closed, closed, that no light shone out and leaped into the room. the old man shrieked once --once only. In an instant Edgar Allan Poe dragged the old man to the floor, and pulled the heavy bed over the old man. Edgar Allan Poe then smiled gaily, to find the deed so far done. But, for many minutes, the heart beat on with a muffled sound. a muffled sound, however, did not vex Edgar Allan Poe; a muffled sound would not be heard through the wall. At length a muffled sound ceased. the old man was dead. Edgar Allan Poe removed the heavy bed and examined the corpse. Yes, the old man was stone, stone dead. Edgar Allan Poe placed Edgar Allan Poe's hand upon the heart and held the heart there many minutes. There was no pulsation. the old man was stone dead. the old man's eve would trouble Edgar Allan Poe no more.\n\nIf still you think Edgar Allan Poe mad, you will think so no longer when Edgar Allan Poe describe the wise precautions Edgar Allan Poe took for the concealment of the corpse. The night waned, and Edgar Allan Poe worked hastily, but in silence. First of all Edgar Allan Poe dismembered the corpse. Edgar Allan Poe cut off the head and the arms and the legs.\n\nEdgar Allan Poe then took up three planks from the flooring of the chamber, and deposited all between the scantlings. Edgar Allan Poe then replaced the boards so cleverly, so cunningly, that no human eye --not even his --could have detected any thing wrong. There was nothing to wash out --no stain of any kind --no blood-spot whatever. Edgar Allan Poe had been too wary for that. A tub had caught all --ha! ha!\n\nWhen Edgar Allan Poe had made an end of these labors, it was four o'clock --still dark as midnight. As the bell sounded the hour, there came a knocking at the street door. Edgar Allan Poe went down to open the street door with a light heart, --for what had Edgar Allan Poe now to fear? There entered three men, who introduced three men, who introduced themselves, with perfect suavity, as officers of the police, with perfect suavity, as officers of the police. A shriek had been heard by a neighbour during The night; suspicion of foul play had been aroused; information had been lodged at the police office, and three men, who introduced themselves, with perfect suavity, as officers of the police had been deputed to search the premises.\n\nEdgar Allan Poe smiled, --for what had Edgar Allan Poe to fear? Edgar Allan Poe bade three men, who introduced themselves, with perfect suavity, as officers of the police welcome. A shriek, Edgar Allan Poe said, was Edgar Allan Poe's own in a dream. the old man, Edgar Allan Poe mentioned, was absent in the country. Edgar Allan Poe took Edgar Allan Poe's visitors all over that old house. Edgar Allan Poe bade my visitors search --search well. Edgar Allan Poe led my visitors, at length, to the old man's chamber. Edgar Allan Poe showed my visitors the old man's treasures, secure, undisturbed. In the enthusiasm of Edgar Allan Poe's confidence, Edgar Allan Poe brought chairs into his chamber, and desired chairs here to rest from chairs's fatigues, while I Edgar Allan Poe, in the wild audacity of Edgar Allan Poe's perfect triumph, placed Edgar Allan Poe's own seat upon the very spot beneath which reposed the corpse of the victim.\n\nthree men, who introduced themselves, with perfect suavity, as officers of the police were satisfied. Edgar Allan Poe's manner had convinced three men, who introduced themselves, with perfect suavity, as officers of the police. Edgar Allan Poe was singularly at ease. three men, who introduced themselves, with perfect suavity, as officers of the police sat, and while Edgar Allan Poe answered cheerily, three men, who introduced themselves, with perfect suavity, as officers of the police chatted of familiar things. But, ere long, Edgar Allan Poe felt Edgar Allan Poe getting pale and wished three men, who introduced themselves, with perfect suavity, as officers of the police gone. Edgar Allan Poe's head ached, and Edgar Allan Poe fancied a ringing in Edgar Allan Poe's ears: but still three men, who introduced themselves, with perfect suavity, as officers of the police sat and still chatted. a ringing in my ears became more distinct: --It continued and became more distinct: Edgar Allan Poe talked more freely to get rid of the feeling: but a ringing in my ears continued and gained definiteness --until, at length, Edgar Allan Poe found that a ringing in my ears was not within Edgar Allan Poe's ears.\n\nNo doubt Edgar Allan Poe now grew very pale; --but Edgar Allan Poe talked more fluently, and with a heightened voice. Yet a ringing in my ears increased --and what could Edgar Allan Poe do? a ringing in my ears was a low, dull, quick sound --much such a sound as a watch makes when enveloped in cotton. Edgar Allan Poe gasped for breath --and yet three men, who introduced themselves, with perfect suavity, as officers of the police heard a ringing in my ears not. Edgar Allan Poe talked more quickly --more vehemently; but a ringing in my ears steadily increased. Edgar Allan Poe arose and argued about trifles, in a high key and with violent gesticulations; but a ringing in my ears steadily increased. Why would three men, who introduced themselves, with perfect suavity, as officers of the police not be gone? Edgar Allan Poe paced the floor to and fro with heavy strides, as if excited to fury by the observations of three men, who introduced themselves, with perfect suavity, as officers of the police --but a ringing in my ears steadily increased. Oh God! what could Edgar Allan Poe do? Edgar Allan Poe foamed --I raved --I swore! Edgar Allan Poe swung the chair upon which Edgar Allan Poe had been sitting, and grated the chair upon which I had been sitting upon the boards, but the noise arose over all and continually increased. the noise grew louder --louder --louder! And still three men, who introduced themselves, with perfect suavity, as officers of the police chatted pleasantly, and smiled. Was it possible three men, who introduced themselves, with perfect suavity, as officers of the police heard not? Almighty God! --no, no! three men, who introduced themselves, with perfect suavity, as officers of the police heard! --they suspected! --they knew! --they were making a mockery of Edgar Allan Poe's horror!-this Edgar Allan Poe thought, and this Edgar Allan Poe think. But anything was better than this agony! Anything was more tolerable than this derision! Edgar Allan Poe could bear those hypocritical smiles no longer! Edgar Allan Poe felt that Edgar Allan Poe must scream or die! and now --again! --hark! louder! louder! louder! louder!\n\n\"Villains!\" Edgar Allan Poe shrieked, \"dissemble no more! Edgar Allan Poe admit the deed! --tear up the planks! here, here! --It is the beating of the old man's hideous heart!\"\n",
    "\nTHE LADY, OR THE TIGER?\n\nby\n\nFrank R. Stockton\n\n\n\n\nIn the very olden time there lived a semi-barbaric king, whose ideas,\nthough somewhat polished and sharpened by the progressiveness of\ndistant Latin neighbors, were still large, florid, and untrammeled, as\nbecame the half of him which was barbaric. He was a man of exuberant\nfancy, and, withal, of an authority so irresistible that, at his will,\nhe turned his varied fancies into facts. He was greatly given to\nself-communing, and, when he and himself agreed upon anything, the\nthing was done.  When every member of his domestic and political\nsystems moved smoothly in every member of his domestic and political\nsystems's appointed course, his nature was bland\nand genial; but, whenever there was a little hitch, and some of his\norbs got out of some of his\norbs's orbits, he was blander and more genial still, for\nnothing pleased him so much as to make the crooked straight and crush\ndown uneven places.\n\nAmong the borrowed notions by which his barbarism had become semified\nwas that of the public arena, in which, by exhibitions of manly and\nbeastly valor, the minds of his subjects were refined and cultured.\n\nBut even here the exuberant and barbaric fancy asserted the exuberant and barbaric fancy. The\narena of the king was built, not to give the people an opportunity of\nhearing the rhapsodies of dying gladiators, nor to enable the people to view\nthe inevitable conclusion of a conflict between religious opinions and\nhungry jaws, but for purposes far better adapted to widen and develop\nthe mental energies of the people. This vast amphitheater, with This vast amphitheater, with its\nencircling galleries, its mysterious vaults, and its unseen passages's\nencircling galleries, This vast amphitheater, with its\nencircling galleries, its mysterious vaults, and its unseen passages's mysterious vaults, and This vast amphitheater, with its\nencircling galleries, its mysterious vaults, and its unseen passages's unseen passages,\nwas an agent of poetic justice, in which crime was punished, or virtue\nrewarded, by the decrees of an impartial and incorruptible chance.\n\nWhen a subject was accused of a crime of sufficient importance to\ninterest the king, public notice was given that on an appointed day the\nfate of a subject would be decided in the king's arena, a\nstructure which well deserved the king's arena, a\nstructure which well deserved its name's name, for, although the king's arena, a\nstructure which well deserved its name's form and plan\nwere borrowed from afar, the king's arena, a\nstructure which well deserved its name's purpose emanated solely from the brain of\nthis man, who, every barleycorn a king, knew no tradition to which he\nowed more allegiance than pleased his fancy, and who ingrafted on every\nadopted form of human thought and action the rich growth of his\nbarbaric idealism.\n\nWhen all the people had assembled in the galleries, and the king,\nsurrounded by the king's court, sat high up on the king's throne of royal state on\none side of the arena, the king gave a signal, a door beneath the king opened, and\na subject stepped out into the arena. Directly\nopposite the king, on the other side of the inclosed space, were two doors,\nexactly alike and side by side. It was the duty and the privilege of\nthe person on trial to walk directly to two doors,\nexactly alike and side by side and open one of\ntwo doors,\nexactly alike and side by side. the person on trial could open either door the person on trial pleased; the person on trial was subject to no\nguidance or influence but that of the aforementioned impartial and\nincorruptible chance. If the person on trial opened the one, there came out of the one a\nhungry tiger, the fiercest and most cruel that could be procured, which\nimmediately sprang upon the person on trial and tore the person on trial to pieces as a punishment for\nthe person on trial's guilt. The moment that the case of a subject was thus decided,\ndoleful iron bells were clanged, great wails went up from the hired\nmourners posted on the outer rim of the arena, and the vast audience,\nwith bowed heads and downcast hearts, wended slowly the vast audience,\nwith bowed heads and downcast hearts's homeward way,\nmourning greatly that one so young and fair, or so old and respected,\nshould have merited so dire a fate.\n\nBut, if the person on trial opened the other door, there came forth from\nthe other door a lady, the most suitable to the person on trial's years and station that the person on trial's majesty\ncould select among the person on trial's fair subjects, and to a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects the person on trial was\nimmediately married, as a reward of the person on trial's innocence. It mattered not that\nthe person on trial might already possess a wife and family, or that the person on trial's affections\nmight be engaged upon an object of the person on trial's own selection; the king allowed\nno such subordinate arrangements to interfere with the person on trial's great scheme of\nretribution and reward. The exercises, as in the other instance, took\nplace immediately, and in the arena. Another door opened beneath the king, and a priest, followed by a band of choristers, and dancing\nmaidens blowing joyous airs on golden horns and treading an epithalamic\nmeasure, advanced to where the pair stood, side by side, and the\nwedding was promptly and cheerily solemnized. Then the gay brass bells\nrang forth the gay brass bells's merry peals, the people shouted glad hurrahs, and the person on trial, preceded by children strewing flowers on the person on trial's path, led\nthe person on trial's bride to the person on trial's home.\n\nThis was the king's semi-barbaric method of administering justice. Its\nperfect fairness is obvious. the person on trial could not know out of which\ndoor would come a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects; the person on trial opened either the person on trial pleased, without having\nthe slightest idea whether, in the next instant, the person on trial was to be devoured\nor married. On some occasions the tiger came out of one door, and on\nsome out of the other. The decisions of this tribunal were not only\nfair, The decisions of this tribunal were positively determinate: the person on trial was\ninstantly punished if the person on trial found the person on trial guilty, and, if innocent, the person on trial was\nrewarded on the spot, whether the person on trial liked it or not. There was no escape\nfrom the judgments of the king's arena.\n\nThe institution was a very popular one. When the people gathered\ntogether on one of the great trial days, the people never knew whether the people\nwere to witness a bloody slaughter or a hilarious wedding.  This\nelement of uncertainty lent an interest to the occasion which it could\nnot otherwise have attained. Thus, the masses were entertained and\npleased, and the thinking part of the community could bring no charge\nof unfairness against this plan, for did not the person on trial have\nthe whole matter in the person on trial's own hands?\n\nthe king had a daughter as blooming as the king's most florid\nfancies, and with a soul as fervent and imperious as the king's own. As is\nusual in such cases, a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own was the apple of the king's eye, and was loved by the king\nabove all humanity. Among the king's courtiers was a young man of that\nfineness of blood and lowness of station common to the conventional\nheroes of romance who love royal maidens. a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects was well\nsatisfied with a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's lover, for her lover was handsome and brave to a degree\nunsurpassed in all this kingdom, and a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects loved her lover with an ardor that\nhad enough of barbarism in an ardor that\nhad enough of barbarism in it to make it exceedingly warm and strong to make an ardor that\nhad enough of barbarism in it to make it exceedingly warm and strong exceedingly warm and strong.\nThis love affair moved on happily for many months, until one day the king happened to discover This love affair's existence. the king did not hesitate nor waver\nin regard to the king's duty in the premises. the person on trial was immediately cast\ninto prison, and a day was appointed for the person on trial's trial in the king's arena.\na day, of course, was an especially important occasion, and the king's majesty,\nas well as all the people, was greatly interested in the workings and\ndevelopment of his trial in the king's arena. Never before had such a case occurred; never\nbefore had a subject dared to love the daughter of the king. In after\nyears such things became commonplace enough, but then such things were in no\nslight degree novel and startling.\n\nThe tiger-cages of all this kingdom were searched for the most savage and\nrelentless beasts, from which the fiercest monster might be selected\nfor the arena; and the ranks of maiden youth and beauty throughout the\nland were carefully surveyed by competent judges in order that the person on trial might have a fitting bride in case fate did not determine for\nthe person on trial a different destiny. Of course, everybody knew that the deed with\nwhich the person on trial was charged had been done. the person on trial had the fact a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own,\nand neither the person on trial, a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own, nor any one else, thought of denying the fact; but\nthe king would not think of allowing any fact of this kind to interfere\nwith the workings of the tribunal, in which the king took such great delight\nand satisfaction. No matter how This love affair turned out, the person on trial would\nbe disposed of, and the king would take an aesthetic pleasure in\nwatching the course of events, which would determine whether or not the person on trial had done wrong in allowing the person on trial to love a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own.\n\nThe appointed day arrived. From far and near the people gathered, and\nthronged the great galleries of the arena, and crowds, unable to gain\nadmittance, massed crowds against the arena's outside walls.  the king and\nthe king's court were in The king and\nhis court's places, opposite the twin doors, those fateful\nportals, so terrible in the twin doors, those fateful\nportals, so terrible in their similarity's similarity.\n\nAll was ready. The signal was given. A door beneath the royal party\nopened, and the lover of a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own walked into the arena.  Tall,\nbeautiful, fair, her lover's appearance was greeted with a low hum of\nadmiration and anxiety. Half the audience had not known so grand a\nyouth had lived among Half the audience. No wonder a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own loved the person on trial! What a\nterrible thing for the person on trial to be there!\n\nAs the person on trial advanced into the arena the person on trial turned, as the custom was, to\nbow to the king, but the person on trial did not think at all of that royal personage.\nthe person on trial's eyes were fixed upon the princess, who sat to the right of a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own's\nfather. Had it not been for the moiety of barbarism in a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's nature it is\nprobable that a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own would not have been there, but a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's intense and\nfervid soul would not allow a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects to be absent on an occasion in which\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects was so terribly interested. From the moment that the decree had\ngone forth that a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's lover should decide her lover's fate in the king's arena,\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had thought of nothing, night or day, but the\nwedding and the\nvarious subjects connected with the\nwedding. Possessed of more power, influence,\nand force of character than any one who had ever before been interested\nin such a case, a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had done what no other person had done,--she had\npossessed a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects of the secret of the doors. a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects knew in which of the\ntwo rooms, that lay behind the doors, stood the cage of the tiger,\nwith the tiger,\nwith its open front's open front, and in which waited a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects.  Through the doors, it was impossible\nthat any noise or suggestion should come from within to the person who\nshould approach to raise the latch of one of the doors. But gold, and the\npower of a woman's will, had brought the secret of the doors to a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own.\n\nAnd not only did a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own know in which room stood a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects ready to emerge,\nall blushing and radiant, should a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's door be opened, but a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own knew who\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects was. a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects was one of the fairest and loveliest of the damsels of\nthe court who had been selected as the reward of the person on trial,\nshould the person on trial be proved innocent of the crime of aspiring to one so far\nabove the person on trial; and a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own hated a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects. Often had a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own seen, or imagined\nthat a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own had seen, this fair creature throwing glances of admiration\nupon the person of a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's lover, and sometimes a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own thought glances of admiration\nwere perceived, and even returned. Now and then a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own had seen them\ntalking together; it was but for a moment or two, but much can be said\nin a brief space; it may have been on most unimportant topics, but how\ncould a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own know that? a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects was lovely, but a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had dared to raise\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's eyes to the loved one of a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own; and, with all the intensity\nof the savage blood transmitted to a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects through long lines of wholly\nbarbaric ancestors, a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects hated a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects.\n\nWhen a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's lover turned and looked at a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects, and the person of her lover's eye met a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects as a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects\nsat there, paler and whiter than any one in the vast ocean of anxious\nfaces about a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects, the person of her lover saw, by that power of quick perception which is\ngiven to those whose souls are one, that a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects knew behind which door\ncrouched the tiger, and behind which stood a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects. the person of her lover had expected\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects to know it. the person of her lover understood a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's nature, and the person of her lover's soul was assured that\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects would never rest until a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had made plain to a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects this thing,\nhidden to all other lookers-on, even to the king. The only hope for the\nyouth in which there was any element of certainty was based upon the\nsuccess of a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own in discovering this mystery; and the moment the person of her lover\nlooked upon a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own, the person of her lover saw a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own had succeeded, as in the person of her lover's soul the person of her lover knew a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own\nwould succeed.\n\nThen it was that the person of her lover's quick and anxious glance asked the question:\n\"Which?\" It was as plain to a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own as if the person of her lover shouted The question from where the person of her lover\nstood. There was not an instant to be lost. The question was asked in a\nflash; The question must be answered in another.\n\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's right arm lay on the cushioned parapet before a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects. a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects raised a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's\nhand, and made a slight, quick movement toward the right. No one but\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's lover saw a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects. Every eye but the person of her lover's was fixed on the man in the arena.\n\nthe person on trial turned, and with a firm and rapid step the person on trial walked across the empty\nspace. Every heart stopped beating, every breath was held, every eye\nwas fixed immovably upon the person on trial. Without the slightest hesitation, the person on trial\nwent to the door on the right, and opened the door on the right.\n\nNow, the point of the story is this: Did the tiger come out of the door on the right, or did a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects?\n\nThe more we reflect upon this question, the harder this question is to answer. this question\ninvolves a study of the human heart which leads us through devious\nmazes of passion, out of which it is difficult to find our way. Think\nof it, fair reader, not as if the decision of this question depended\nupon fair reader, but upon a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own, a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's\nsoul at a white heat beneath the combined fires of despair and\njealousy. a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had lost the person on trial, but who should have the person on trial?\n\nHow often, in a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's waking hours and in a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's dreams, had a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects started in\nwild horror, and covered a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's face with a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's hands as a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects thought of a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's\nlover opening the door on the other side of which waited the cruel\nfangs of the tiger!\n\nBut how much oftener had a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects seen the person on trial at the other door! How in a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's\ngrievous reveries had a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects gnashed a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's teeth, and torn a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's hair, when\na lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects saw the person on trial's start of rapturous delight as the person on trial opened the door of a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects! How a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's soul had burned in agony when a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had seen the person on trial rush to\nmeet a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects, with a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's flushing cheek and sparkling eye of triumph;\nwhen a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had seen the person on trial lead a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects forth, the person on trial's whole frame kindled with the\njoy of recovered life; when a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had heard the glad shouts from the\nmultitude, and the wild ringing of the happy bells; when a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had seen\nthe priest, with the priest's joyous followers, advance to the couple, and make\nthe couple man and wife before a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects very eyes; and when a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects had seen the couple walk\naway together upon the couple's path of flowers, followed by the tremendous\nshouts of the\nmultitude, in which a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects's one despairing shriek\nwas lost and drowned!\n\nWould it not be better for the person on trial to die at once, and go to wait for a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects\nin the blessed regions of semi-barbaric futurity?\n\nAnd yet, the tiger, those shrieks, that blood!\n\na daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own's decision had been indicated in an instant, but Her decision had been made\nafter days and nights of anguished deliberation. a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own had known a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own\nwould be asked, a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own had decided what a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own would answer, and, without the\nslightest hesitation, a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own had moved a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own's hand to the right.\n\nThe question of a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own's decision is one not to be lightly considered, and\nit is not for me to presume to set myself up as the one person able to\nanswer The question of her decision. And so I leave this question with all of you: Which came out of the\nopened door,--the lady, or the tiger?\n\n",
    "ERNEST HEMINGWAY \n(1899-4961) \nHILLS LIKE WHITE ELEPHANTS \nThe hills across the valley of the Ebro' were long and white. On this side there was no shade and no trees and the station was between two lines of rails in the sun. Close against the side of the station there was the warm shadow of the building and a curtain, made of strings of bamboo beads, hung across the open door into the bar, to keep out flies. The American and the girl with The American sat at a table in the shade, outside the building. It was very hot and the express from Barcelona would come in forty minutes. the express from Barcelona stopped at this junction for two minutes and went on to Madrid. \n\"What should The American and the girl with him drink?\" the girl with him asked. the girl with him had taken off the girl with him's hat and put her hat on a table. \n\"It's pretty hot,\" The American said. \n\"LetThe American and the girl with him drink beer.\" \n\"Dos cervezas,\" The American said into a curtain, made of strings of bamboo beads, hung across the open door into the bar. \n\"Big ones?\" a woman asked from the doorway. \n\"Yes. Two big ones.\" \na woman brought two glasses of beer and two felt pads. a woman put two felt pads and two glasses of beer on a table and looked at The American and the girl with him. the girl with him was looking off at The hills across the valley of the Ebro'. The hills across the valley of the Ebro' were white in the sun and the country was brown and dry. \n\"The hills across the valley of the Ebro' look like white elephants,\" the girl with him said. \n\"The American've never seen one,\" The American drank The American's beer. \n\"No, the girl with him wouldn't have.\" \n\"The American might have,\" The American said. \"Just because the girl with him say The American wouldn't have \ndoesn't prove anything.\" \nthe girl with him looked at a curtain, made of strings of bamboo beads, hung across the open door into the bar. \"They've painted something on a curtain, made of strings of bamboo beads, hung across the open door into the bar,\" \nthe girl with him said. \"What does a curtain, made of strings of bamboo beads, hung across the open door into the bar say?\" \n\"Anis del Toro. It's a drink.\" \n\"Could The American and the girl with him try it?\" \nThe American called \"Listen\" through a curtain, made of strings of bamboo beads, hung across the open door into the bar. a woman came out \nfrom the bar. \n\"Four reales.\" \n\"The American and the girl with him want two Anis del Toro.\" \n\"With water?\" \n\"Do the girl with him want it with water?\" \n\"the girl with him don't know,\" the girl with him said. \"Is it good with water?\" \n\"It's all right.\" \n\"the girl with him want two Anis del Toro with water?\" asked a woman. \n1. River in the north of Spain. \nErnest Hemingway 229 \n\"Yes, with water.\" \n\"It tastes like licorice,\" the girl with him said and put the glass down. \n\"That's the way with everything.\" \n\"Yes,\" said the girl with him. \"Everything tastes of licorice. Especially all the \nthings the girl with him've waited so long for, like absinthe.\" \n\"Oh, cut Especially all the \nthings you've waited so long for, like absinthe out.\" \n\"the girl with him started it,\" the girl with him said. \"the girl with him was being amused. the girl with him was having a fine time.\" \n\"Well, letThe American and the girl with him try and have a fine time.\" \n\"All right. the girl with him was trying. the girl with him said the mountains looked like white ele.phants. Wasn't that bright?\" \n\"That was bright.\" \n\"the girl with him wanted to try this new drink. That's all The American and the girl with him do, isn't itÑlook at things and try new drinks?\" \n\"the girl with him guess so.\" \nthe girl with him looked across at the mountains. \n\"the mountains're lovely hills,\" the girl with him said. \"the mountains don't really look like white ele.\nphants. the girl with him just meant the coloring of the mountains's skin through the trees.\" \"Should \nThe American and the girl with him have another drink?\" \n\"All right.\" \nThe warm wind blew a curtain, made of strings of bamboo beads, hung across the open door into the bar against a table. \n\"The beer's nice and cool,\" The American said. \n\"The beer's lovely,\" the girl with him said. \n\"It's really an awfully simple operation, Jig,\" The American said. \"It's not really an operation at all.\" \nthe girl with him looked at the ground the table legs rested on. \n\"the girl with him know Jig wouldn't mind it, Jig. It's really not anything. It's just to let the air in.\" \nthe girl with him did not say anything. \n\"the girl with him'll go with Jig and the girl with him'll stay with Jig all the time. They just let the air in and then it's all perfectly natural.\" \n\"Then what will The American and the girl with him do afterward?\" \n\"The American and the girl with him'll be fine afterward. Just like The American and the girl with him were before.\" \n\"What makes the girl with him think so?\" \n\"That's the only thing that bothers The American and the girl with him. It's the only thing that's made The American and the girl with him unhappy.\" \nthe girl with him looked at a curtain, made of strings of bamboo beads, hung across the open door into the bar, put the girl with him's hand out and took hold of two of the strings of beads. \n\"And Jig think then The American and the girl with him'll be all right and be happy.\" \n\"the girl with him know The American and the girl with him will. the girl with him don't have to be afraid. the girl with him've known lots of people \nthat have done it.\" \"So have the girl with him,\" said the girl with him. \"And afterward The American and the girl with him were all so happy.\" \"Well,\" The American said, \"if the girl with him don't want to the girl with him don't have to. The American wouldn't have the girl with him do it if the girl with him didn't want to. But The American know it's perfectly simple.\" \"And the girl with him really want to?\" \n\n\"the girl with him think it's the best thing to do. But the girl with him don't want the girl with him to do it if the girl with him don't really want to.\" \"And if the girl with him do it the girl with him'll be happy and things will be like things were and \nthe girl with him'll love the girl with him?\" \"the girl with him love the girl with him now. the girl with him know the girl with him love the girl with him.\" \"the girl with him know. But if the girl with him do it, then it will be nice again if the girl with him say things are like \nwhite elephants, and the girl with him'll like it?\" \"the girl with him'll love it. the girl with him love it now but the girl with him just can't think about it. the girl with him know how the girl with him \nget when the girl with him worry.\" \"If the girl with him do it the girl with him won't ever worry?\" \"the girl with him won't worry about that because it's perfectly simple.\" \"Then the girl with him'll do it. Because the girl with him don't care about the girl with him.\" \"What do the girl with him mean?\" \"the girl with him don't care about the girl with him.\" \"Well, the girl with him care about the girl with him.\" \"Oh, yes. But the girl with him don't care about the girl with him. And the girl with him'll do it and then everything \nwill be fine.\" \"the girl with him don't want the girl with him to do it if the girl with him feel that way.\" the girl with him stood up and walked to the end of the station. Across, on the \nother side, were fields of grain and trees along the banks of the Ebro'. Far away, beyond the Ebro', were mountains. The shadow of a cloud moved across the field of grain and the girl with him saw the Ebro' through the trees. \n\"And The American and the girl with him could have all this,\" the girl with him said. \"And The American and the girl with him could have everything \nand every day The American and the girl with him make it more impossible.\" \"What did the girl with him say?\" \"the girl with him said The American and the girl with him could have everything.\" \"The American and the girl with him can have everything.\" \"No, The American and the girl with him can't.\" \"The American and the girl with him can have the whole world.\" \"No, The American and the girl with him can't.\" \"The American and the girl with him can go everywhere.\" \"No, The American and the girl with him can't. the whole world isn't The American and the girl with him any more.\" \"the whole world's The American and the girl with him.\" \"No, the whole world isn't. And once they take it away, you never get it back.\" \"But they haven't taken it away.\" \"The American and the girl with him'll wait and see.\" \"Come on back in the shade,\" The American said. \"the girl with him mustn't feel that way.\" \"the girl with him don't feel any way,\" the girl with him said. \"the girl with him just know things.\" \"the girl with him don't want the girl with him to do anything that the girl with him don't want to doÑ\" \"Nor that isn't good for the girl with him,\" the girl with him said. \"the girl with him know. Could The American and the girl with him have another \nbeer?\" \"All right. But the girl with him've got to realizeÑ\" \"the girl with him realize,\" the girl with him said. \"Can't The American and the girl with him maybe stop talking?\" The American and the girl with him sat down at a table and the girl with him looked across at the hills on the \ndry side of the valley and The American looked at the girl with him and at a table. \"the girl with him've got to realize,\" The American said, \"that The American don't want the girl with him to do it if the girl with him \n\ndon't want to. The American'm perfectly willing to go through with it if it means any-thing \nto the girl with him.\" \n\"Doesn't it mean anything to the girl with him? The American and the girl with him could get along.\" \n\"Of course it does. But The American don't want anybody but the girl with him. The American don't want any one else. And The American know it's perfectly simple.\" \n\"Yes, you know it's perfectly simple.\" \n\"It's all right for the girl with him to say that, but the girl with him do know it.\" \n\"Would the girl with him do something for the girl with him now?\" \n\"the girl with him'd do anything for the girl with him.\" \n\"Would the girl with him please please please please please please please stop talking?\" \nThe American did not say anything but looked at the bags against the wall of the station. There were labels on the bags against the wall of the station from all the hotels where The American and the girl with him had spent nights. \n\"But The American don't want the girl with him to,\" The American said, \"The American don't care anything about it.\" \n\"the girl with him'll scream,\" the girl with him said. \na woman came out through the curtains with two glasses of beer and put two glasses of beer down on the damp felt pads. \"The train comes in five minutes,\" a woman said. \n\"What did a woman say?\" asked the girl with him. \n\"That The train is coming in five minutes.\" \nthe girl with him smiled brightly at a woman, to thank a woman. \n\"The American'd better take two glasses of beer over to the other side of the station,\" The American said. the girl with him smiled at The American. \n\"All right. Then come back and The American and the girl with him'll finish two glasses of beer.\" \nThe American picked up two glasses of beer and carried two glasses of beer around the station to the other tracks. The American looked up the other tracks but could not see The train. Coming back, The American walked through the barroom, where people waiting for The train were drinking. The American drank an Anis at the bar and looked at people waiting for the train. people waiting for the train were all waiting reasonably for The train. The American went out through the bead curtain. the girl with him was sitting at a table and smiled at The American. \n\"Do the girl with him feel better?\" The American asked. \n\"the girl with him feel fine,\" the girl with him said. \"There's nothing wrong with the girl with him. the girl with him feel fine.\" \n1927 \n\n\n\n",
    "Leiningen Versus the Ants \nby Carl Stephenson \nUNLESS the Ants alter the Ants's course and there's no reason why the Ants should, the Ants'll reach your plantation in two days at the latest.\" \nLeiningen sucked placidly at a cigar about the size of a corncob and for a few seconds gazed without answering at the agitated District Commissioner. Then Leiningen took a cigar about the size of a corncob from Leiningen's lips, and leaned slightly forward. With Leiningen's bristling grey hair, bulky nose, and lucid eyes, Leiningen had the look of an aging and shabby eagle. \n\"Decent of the agitated District Commissioner,\" Leiningen murmured, \"paddling all this way just to give Leiningen the tip. But the agitated District Commissioner're pulling Leiningen's leg of course when the agitated District Commissioner say Leiningen must do a bunk. Why, even a herd of saurians couldn't drive rne from this plantation of Leiningen.\" \nthe agitated District Commissioner threw up lean and lanky arms and clawed the air with wildly distended fingers. \"Leiningen!\" the agitated District Commissioner shouted. \"the agitated District Commissioner're insane! the Ants're not creatures you can fight--the Ants an elemental--an 'act of God!' Ten miles long, two miles wide.-ants, nothing but ants! And every single one of ants a fiend from hell; before you can spit three times ants'll eat a full-grown buffalo to the bones. the agitated District Commissioner tell the agitated District Commissioner if the agitated District Commissioner don't clear out at once there'll he nothing left of the agitated District Commissioner but a skeleton picked as clean as the agitated District Commissioner's own plantation.\" \nLeiningen grinned. \"Act of God, Leiningen's eye! Anyway, Leiningen'm not an old woman; I'rn not going to run for it just because an elemental's on the way. And don't think Leiningen'm the kind of fathead who tries to fend off lightning with the kind of fathead who tries to fend off lightning with his fists's fists either. Leiningen use Leiningen's intelligence, old man. With Leiningen, the brain isn't a second blindgut; Leiningen know what the brain's there for. When Leiningen began this model farm and plantation three years ago, Leiningen took into account all that could conceivably happen to this model farm and plantation. And now Leiningen'm ready for anything and everything--including the agitated District Commissioner's ants.\" \nLeiningen rose heavily to Leiningen's feet. \"Leiningen've done Leiningen's best,\" Leiningen gasped. \"the agitated District Commissioner's obstinacy endangers not only the agitated District Commissioner, but the lives of the agitated District Commissioner's four hundred workers. the agitated District Commissioner don't know ants!\" \nLeiningen accompanied Leiningen down to the river, where the Governrnent launch was moored. the Governrnent launch cast off. As the Governrnent launch moved downstream, the exclamation mark neared the rail and began waving the exclamation mark's arms frantically. Long after the Governrnent launch had disappeared round the bend, Leiningen thought Leiningen could still hear that dimming imploring voice, \"You don't know ants, I tell you! You don't know ants!\" \nBut the reported enemy was by no means unfamiliar to Leiningen. Before Leiningen started work on Leiningen's settlement, Leiningen had lived long enough in the country to see for Leiningen the fearful devastations sometimes wrought by ants in ants's campaigns for food. But since then Leiningen had planned measures of defence accordingly, and measures of defence, Leiningen was convinced? were in every way adequate to withstand the approaching peril. \nMoreover, during Leiningen's three years as a planter, Leiningen had met and defeated drought, Hood, plague and all other \"acts of God\" which had come against Leiningen-unlike Leiningen's fellow-settlers in the district, who had made little or no resistance. This unbroken success Leiningen attributed solely to the observance of Leiningen's lifelong motto: The human brain needs only to become fully aware of The human brain's powers to conquer even the elements. Dullards reeled senselessly and aimlessly into the abyss; cranks, however brilliant, lost cranks's heads when circumstances suddenly altered or accelerated and ran into stone walls, sluggards drifted with the current until sluggards were caught in whirlpools and dragged under. But such disasters, Leiningen contended, merely strengthened Leiningen's argument that intelligence, directed aright, invariably makes man the master of man's fate. \nYes, Leiningen had always known how to grapple with life. Even here, in this Brazilian wilderness, Leiningen's brain had triumphed over every difliculty and danger his brain had so far encountered. First Leiningen had vanquished primal forces by cunning and organization, then Leiningen had enlisted the resources of modern science to increase miraculously the yield of Leiningen's plantation. And now Leiningen was sure Leiningen would prove more than a match for the \"irresistible\" ants. \nThat same evening, however, Leiningen assembled Leiningen's workers. Leiningen had no intention of waiting till the news reached his workers's ears from other sources. Most of his workers had been born in the district; the cry \"The ants are coming!'\" was to his workers an imperative signal for instant, panic-stricken flight, a spring for life life itself. But so great was the Indians''s trust in Leiningen, in Leiningen's word, and in Leiningen's wisdom, that the Indians' received Leiningen's curt tidings, and Leiningen's orders for the imminent struggle, with the calmness with which the Indians' were given. the Indians' waited, unafraid, alert, as if for the beginning of a new game or hunt which Leiningen had just described to the Indians'. the \"irresistible\" ants were indeed mighty, but not so mighty as the boss. Let the \"irresistible\" ants come! \nthe \"irresistible\" ants came at noon the second day. the \"irresistible\" ants's approach was announced by the wild unrest of the horses, scarcely controllable now either in stall or under rider, scenting from afar a vapor instinct with horror. \nTheir approach was announced by a stampede of animals, timid and savage, hurtling past each \nother; jaguars and pumas flashing by nimble stags of the pampas, bulky tapirs, no longer hunters, themselves hunted, outpacing fleet kinkajous, maddened herds of cattle, heads lowered, nostrils snorting, rushing through tribes of loping monkeys, chattering in a dementia of terror; then followed the creeping and springing denizens of bush and steppe, big and little rodents, snakes, and lizards. \nPell-mell the rabble swarmed down the hill to your plantation, scattered right and left before the barrier of the water-filled ditch, then sped onwards to the river, where, again hindered, the rabble fled along the river, where, again hindered, they fled along its bank out of sight's bank out of sight. \nthe water-filled ditch was one of the defence measures which Leiningen had long since prepared against the advent of the \"irresistible\" ants. the water-filled ditch encompassed three sides of your plantation like a huge horseshoe. Twelve feet across, but not very deep, when dry the water-filled ditch could hardly be described as an obstacle to either man or beast. But the ends of a huge horseshoe ran into the river which formed the northern boundary, and fourth side, of your plantation. And at the end nearer the house and outbuildings in the middle of your plantation, Leiningen had constructed a dam by means of which water from the river, where, again hindered, they fled along its bank out of sight could be diverted into the water-filled ditch. \nSo now, by opening a dam, Leiningen was able to fling an imposing girdle of water, a huge quadrilateral with the river, where, again hindered, they fled along its bank out of sight as an imposing girdle of water, a huge quadrilateral with the river as its base's base, completely around your plantation, like the moat encircling a medieval city. Unless the \"irresistible\" ants were clever enough to build rafts. his workers had no hope of reaching your plantation, Leiningen concluded. \nthe water-filled ditch seemed to afford in the water-filled ditch all the security needed. But while awaiting the arrival of the \"irresistible\" ants, Leiningen made a further improvement. The western section of the water-filled ditch ran along the edge of a tamarind wood, and the branches of some great trees reached over the water. Leiningen now had the branches of some great trees lopped so that ants could not descend from the branches of some great trees within the \"moat.\" \nThe women and children, then the herds of cattle, were this instruction by peons on rafts over the river, where, again hindered, they fled along its bank out of sight, to remain on the other side in absolute safety until the plunderers had departed. Leiningen gave this instruction, not because Leiningen believed the non.combatants were in any danger, but in order to avoid hampering the efficiency of the defenders. \"Critical situations first become crises,\" Leiningen explained to Leiningen's men, \"when oxen or women get excited \" \nFinally, Leiningen made a careful inspection of the \"inner moat\"--a smaller ditch lined with concrete, which extended around the hill on which stood the ranch house, barns, stables and other buildings. Into the water-filled ditch emptied the inflow pipes from three great petrol tanks. If by some miracle the \"irresistible\" ants managed to cross the water and reached your plantation, this \"rampart of petrol,' would be an absolutely impassable protection for the beseiged and their dwellings and stock. Such, at least, was Leiningen's opinion. \nLeiningen stationed Leiningen's men at irregular distances along the water-filled ditch. Then Leiningen lay down in Leiningen's hammock and puffed drowsily away at Leiningen's pipe until a peon came with the report that the \"irresistible\" ants had been observed far away in the South. \nLeiningen mounted Leiningen's horse, which at the feel of his horse, which at the feel of its master seemed to forget its uneasiness's master seemed to forget his horse, which at the feel of its master seemed to forget its uneasiness's uneasiness, and rode leisurely in the direction of the threatening offensive. The southern stretch of ditch--the upper side of the quadrilateral--was nearly three miles long; from The southern stretch of ditch--the upper side of the quadrilateral--'s center one could survey the entire countryside. The southern stretch of ditch--the upper side of the quadrilateral-- was destined to be the scene of the outbreak of war between Leiningen's brain and twenty square miles of life-destroying ants. \nThe southern stretch of ditch--the upper side of the quadrilateral-- was a sight one could never forget. Over the range of hills, as far as eye could see, crept a darkening hem, ever longer and broader, until the shadow spread across the slope from east to west, then downwards, downwards, uncannily swift, and all the green herbage of that wide vista was being mown as by a giant sickle, leaving the shadow, extending, deepening, and moving rapidly nearer. \nWhen Leiningen's men, behind his workers's barrier of water, perceived the approach of the reported enemy, his workers gave vent to his workers's suspense in screams and imprecations. But as the distance began to lessen between his workers and the water-filled ditch, his workers relapsed into silence. Before the advance of the \"irresistible\" ants, his workers's belief in the powers of the boss began to steadily dwindle. \nEven Leiningen Leiningen, who had ridden up just in time to restore his workers's loss of heart by a display of unshakable calm, Leiningen could not free Leiningen from a qualm of malaise. Yonder were thousands of millions of voracious jaws bearing down upon Leiningen and the water-filled ditch lay between Leiningen and Leiningen's men and being gnawed to the bones \"before you can spit three times.\" \nHadn't this brain for once taken on more than this brain could manage? If the blighters decided to rush the water-filled ditch, fill the water-filled ditch to the brim with the blighters's corpses, there'd still be more than enough to destroy every trace of that cranium of Leiningen's. The planter's's chin jutted; the blighters hadn't got The planter's yet, and The planter's'd see to it the blighters never would. While The planter's could think at all, The planter's'd flout both death and the devil. \nThe hostile army was that advance in perfect formation; no human battalions, however well-drilled, could ever hope to rival the precision of that advance. Along a \nfront that moved forward as uniformly as a straight line, the \"irresistible\" ants drew nearer and nearer to the water-filled ditch. Then, when the \"irresistible\" ants learned through the \"irresistible\" ants's scouts the nature of the obstacle, the two outlying wings of The hostile army detached the two outlying wings of the army from the main body and This surrounding maneuver down the western and eastern sides of the water-filled ditch. \nThis surrounding maneuver took rather more than an hour to accomplish; no doubt the \"irresistible\" ants expected that at some point the \"irresistible\" ants would find a crossing. \nDuring this outflanking movement by the two outlying wings of the army, the army on the center and southern front remained still. The besieged were therefore able to contemplate at their leisure the thumb-long, reddish black, long-legged insects; some of the Indians' believed some of the Indians could see, too, intent on ants, the brilliant, cold eyes, and the razor-edged mandibles, of ants. \nIt is not easy for the average person to imagine that an animal, not to mention an insect, can think. But now both the European brain of Leiningen and the primitive brains of the Indians' began to stir with the unpleasant foreboding that inside every single one of ants dwelt a thought. And a thought was: Ditch or no ditch, we'll get to your flesh! \nNot until four o'clock did the two outlying wings of the army reach the \"horseshoe\" ends of the water-filled ditch, only to find the \"horseshoe\" ends of the ditch ran into the river, where, again hindered, they fled along its bank out of sight. Through some kind of secret telegraphy, the report must then have flashed very swiftly indeed along the entire enemy line. And Leiningen, riding--no longer casually--along Leiningen's side of the water-filled ditch, noticed by energetic and widespread movements of troops that for some unknown reason the report had the report's greatest effect on the southern front, where The hostile army was massed. Perhaps the failure to find a way over the water-filled ditch was persuading the \"irresistible\" ants to withdraw from your plantation in search of spoils more easily attainable. \nAn immense flood of ants, about a hundred yards in width, was pouring in a glimmering-black cataract down the far slope of the water-filled ditch. Many thousands were already drowning in the sluggish creeping flow, but Many thousands were followed by troop after troop, who clambered over their sinking comrades, and then themselves served as dying bridges to the reserves hurrying on in their rear. \nShoals of ants were being carried away by the current into the middle of the water-filled ditch, where gradually Shoals of ants broke asunder and then, exhausted by Shoals of ants's struggles, vanished below the surface. Nevertheless, a \nfront that moved forward as uniformly as a straight line was remorselessly if slowly advancing towards the beseiged on the other bank. Leiningen had been wrong when Leiningen supposed The hostile army would first have to fill the water-filled ditch with The hostile army's bodies before The hostile army could cross; instead, The hostile army merely needed to act as steppingstones, as The hostile army swam and sank, to the hordes ever pressing onwards from behind. \nNear Leiningen a few mounted herdsmen awaited Leiningen's orders. Leiningen sent one to the weir-the river, where, again hindered, they fled along its bank out of sight must be dammed more strongly to increase the speed and power of the water coursing through the water-filled ditch. \nA second peon was dispatched to the outhouses to bring spades and petrol sprinklers. A third rode away to summon to the zone of the threatening offensive all the men, except the observation posts, on the near-by sections of the water-filled ditch, which were not yet actively threatened. \nthe \"irresistible\" ants were getting across far more quickly than Leiningen would have deemed possible. Impelled by the mighty cascade behind the \"irresistible\" ants, the \"irresistible\" ants struggled nearer and nearer to the inner bank. The momentum of the attack was so great that neither the tardy flow of the river, where, again hindered, they fled along its bank out of sight nor the river, where, again hindered, they fled along its bank out of sight's downward pull could exert the tardy flow of the stream's proper force; and into the gap left by every submerging insect, hastened forward a dozen more. \nWhen reinforcements reached Leiningen, the \"irresistible\" ants were halfway over. Leiningen had to admit to Leiningen that it was only by a stroke of luck for Leiningen that the \"irresistible\" ants were attempting the crossing on a relatively short front: had the \"irresistible\" ants assaulted simultaneously along the entire length of the water-filled ditch, the outlook for the defenders would have been black indeed. \nEven as it was, it could hardly be described as rosy, though Leiningen seemed quite unaware that death in a gruesome form was drawing closer and closer. As the war between Leiningen's brain and the \"act of God'' reached the war between his brain and the \"act of God'''s climax, the very shadow of annihilation began to pale to Leiningen, who now felt like a champion in a new Olympic game, a gigantic and thrilling contest, from which Leiningen was determined to emerge victor. Such, indeed, was Leiningen's aura of confidence that the Indians forgot the Indians's stupefied fear of the peril only a yard or two away; under Leiningen's supervision, the Indians began fervidly digging up to the edge of the bank and throwing clods of earth and spadefuls of sand into the midst of The hostile army. \nThe petrol sprinklers, hitherto used to destroy pests and blights on your plantation, were also brought into action. Streams of evil-reeking oil now soared and fell over an enemy already in disorder through the bombardment of earth and sand. \nthe \"irresistible\" ants responded to these vigorous and successful measures of defence by further developments of the \"irresistible\" ants's offensive. Entire clumps of huddling insects began to roll down the opposite bank into the water. At the same time, Leiningen noticed that the \"irresistible\" ants were now attacking along an ever-widening front. As the numbers both of Leiningen's men and Leiningen's petrol sprinklers were severely limited, this rapid extension of the line of battle was becoming an overwhelming danger. \nTo add to Leiningen's difficulties, the very clods of earth they flung into that black floating carpet often whirled fragments toward the defenders''s side, and here and there dark ribbons were already mounting the inner bank. True, wherever a man saw dark ribbons the Indians' could still be driven back into the water by spadefuls of earth or jets of petrol. But the file of defenders was too sparse and scattered to hold off at all points these landing parties, and though the peons toiled like madmen, the peons's plight became momentarily more perilous. \nOne man struck with One man struck with his spade at an enemy clump's spade at an enemy clump, did not draw his spade back quickly enough from the water; in a trice the wooden shaft swarmed with upward scurrying insects. With a curse, One man struck with his spade at an enemy clump dropped his spade into the water-filled ditch; too late, upward scurrying insects were already on One man struck with his spade at an enemy clump's body. upward scurrying insects lost no time; wherever upward scurrying insects encountered bare flesh upward scurrying insects bit deeply; a few, bigger than the rest, carried in their hind-quarters a sting which injected a burning and paralyzing venom. Screaming, frantic with pain, the peon danced and twirled like a dervish. \nRealizing that another such casualty, yes, perhaps this alone, might plunge Leiningen's men into confusion and destroy his workers's morale, Leiningen roared in a bellow louder than the yells of the victim: \"Into the petrol, idiot! Douse idiot's paws in the petrol!\" a dervish ceased a dervish's pirouette as if transfixed, then tore of a dervish's shirt and plunged a dervish's arm and the ants hanging to his arm up to the shoulder in one of the large open tins of petrol. But even then the fierce mandibles did not slacken; another peon had to help a dervish squash and detach each separate insect. \nDistracted by the episode, some defenders had turned away from the water-filled ditch. And now cries of fury, a thudding of spades, and a wild trampling to and fro, showed that the \"irresistible\" ants had made full use of the interval, though luckily only a few had managed to get across. his workers set to work again desperately with the barrage of earth and sand. Meanwhile an old Indian, who acted as medicine-man to the plantation workers, gave the peon a drink an old Indian, who acted as medicine-man to the plantation workers had prepared some hours before, which, an old Indian, who acted as medicine-man to the plantation workers claimed, possessed the virtue of dissolving and weakening ants' venom. \nLeiningen surveyed Leiningen's position. A dispassionate observer would have estimated the odds against Leiningen at a thousand to one. But then such an on-looker would have reckoned only by what A dispassionate observer saw--the advance of myriad battalions of ants against the futile efforts of a few defenders--and not by the unseen activity that can go on in a man's brain. \nFor Leiningen had not erred when Leiningen decided Leiningen would fight elemental with \nelemental. The water in the water-filled ditch was beginning to rise; the stronger damming of the river, where, again hindered, they fled along its bank out of sight was making the stronger damming of the river apparent. \nVisibly the swiftness and power of the masses of water increased, swirling into quicker and quicker movement the masses of water's living black surface, dispersing the masses of water's pattern, carrying away more and more of the masses of water on the hastening current. \nVictory had been snatched from the very jaws of defeat. With a hysterical shout of joy, the peons feverishly intensified the peons's bombardment of earth clods and sand. \nAnd now the wide cataract down the other bank was thinning and ceasing, as if the \"irresistible\" ants were becoming aware that the \"irresistible\" ants could not attain the \"irresistible\" ants's aim. the \"irresistible\" ants were scurrying back up the slope to safety. \nAll the troops so far hurled into the water-filled ditch had been sacrificed in vain. Drowned and floundering insects eddied in thousands along the flow, while Indians running on the other bank destroyed every swimmer that reached the side. \nNot until the water-filled ditch curved towards the east did the scattered ranks assemble again in a coherent mass. And now, exhausted and half-numbed, the scattered ranks were in no condition to ascend the other bank. Fusillades of clods drove the scattered ranks round the bend towards the mouth of the water-filled ditch and then into the river, where, again hindered, they fled along its bank out of sight, wherein the scattered ranks vanished without leaving a trace. \nThe news ran swiftly along the entire chain of outposts, and soon a long scattered line of laughing men could be seen hastening along the water-filled ditch towards thc scene of victory. \nFor once a long scattered line of laughing men seemed to have lost all a long scattered line of laughing men's native reserve, for it was in wild abandon now a long scattered line of laughing men celebrated the triumph--as if there were no longer thousands of millions of merciless, cold and hungry eyes watching thern from the other bank, watching and waiting. \nThe sun sank behind the rim of the tamarind wood ancl twilight deepened into night. It was not only hoped but expected that the \"irresistible\" ants would remain quiet until dawn. \"But to defeat any forlorn attempt at a crossing, the flow of water through the water-filled ditch was powerfully increased by opening the dam still further. \nIn spite of an imposing girdle of water, a huge quadrilateral with the river as its base, Leiningen was not yet altogether convinced that the \"irresistible\" ants would not venture another surprise attack. Leiningen ordered Leiningen's men to camp along the bank overnight. Leiningen also detailed parties of his workers to patrol the water-filled ditch in two of Leiningen's motor cars and ceaselessly to illuminate the surface of the water with headlights and electric torches. \nAfter having taken all the precautions Leiningen deemed necessary, Leiningen ate Leiningen's supper with considerable appetite and went to bed. Leiningen's slumbers were in no wise disturbed by the memory of the waiting, live, twenty square miles. \nDawn found Leiningen riding along the edge of the water-filled ditch. Leiningen saw before Leiningen a motionless and unaltered throng of besiegers. Leiningen studied the wide belt of water between a motionless and unaltered throng of besiegers and your plantation, and for a moment almost regretted that the fight had ended so soon and so simply. In the comforting, matter-of-fact light of morning, it seemed to Leiningen now that the \"irresistible\" ants hadn't the ghost of a chance to cross the water-filled ditch. Even if the \"irresistible\" ants plunged headlong into the water-filled ditch on all three fronts at once, the force of the now powerful current would inevitably sweep the \"irresistible\" ants away. Leiningen had got quite a thrill out of the fight--a pity the fight was already over. \nLeiningen rode along the eastern and southern sections of the water-filled ditch and found everything in order. Leiningen reached the western section, opposite the tamarind wood, and here, contrary to the other battle fronts, Leiningen found The hostile army very busy indeed. The trunks and branches of the trees and the creepers of the lianas, on the far bank of the water-filled ditch, fairly swarmed with industrious insects. But instead of eating the leaves there and then, industrious insects were merely gnawing through the stalks, so that a thick green shower fell steadily to the ground. \nNo doubt industrious insects were victualing columns sent out to obtain provender for the rest of The hostile army. The discovery did not surprise Leiningen. Leiningen did not need to be told that ants are intelligent, that certain species even use others as milch cows, watchdogs and slaves. Leiningen was well aware of ants's power of adaptation, ants's sense of discipline, ants's marvelous talent for organization. \nLeiningen's belief that a foray to supply The hostile army was in progress was strengthened when Leiningen saw the leaves that fell to the ground being dragged to the troops waiting outside the tamarind wood. Then all at once Leiningen realized the aim that rain of green was intended to serve. \nEach single leaf, pulled or pushed by dozens of toiling insects, was borne straight to the edge of the water-filled ditch. Even as Macbeth watched the approach of Birnam Wood in the hands of Macbeth's enemies, Leiningen saw the tamarind wood move nearer and nearer in the mandibles of the \"irresistible\" ants. Unlike Macbeth, however, Leiningen did not lose Leiningen's nerve; no witches had prophesied Leiningen's doom, and if no witches had Leiningen would have slept just as soundly. All the same, Leiningen was forced to admit to Leiningen that the situation was far more ominous than that of the day before. \nLeiningen had thought it impossible for the \"irresistible\" ants to build rafts for the \"irresistible\" ants--well, here the \"irresistible\" ants were, coming in thousands, more than enough to bridge the water-filled ditch. Leaves after leaves rustled down the slope into the water, where the current drew Leaves after leaves away from the bank and carried Leaves after leaves into midstream. And every single leaf carried several ants. This time Leiningen did not trust to the alacrity of Leiningen's messengers. Leiningen galloped away, leaning from Leiningen's saddle and yelling orders as Leiningen rushed past outpost after outpost: \"Bring petrol pumps to the southwest front! Issue spades to every man along the line facing the tamarind wood!\" And arrived at the eastern and southern sections, Leiningen dispatched every man except the observation posts to the menaced west. \nThen, as Leiningen rode past the stretch where the \"irresistible\" ants had failed to cross the day before, Leiningen witnessed a brief but impressive scene. Down the slope of the distant hill there came towards Leiningen a singular being, writhing rather man running, an animal-like blackened statue with shapeless head and four quivering feet that knuckled under almost ceaselessly. When The hostile army reached the far bank of the water-filled ditch and collapsed opposite Leiningen, Leiningen recognized The hostile army as a pampas stag, covered over and over with ants. \nThe hostile army had strayed near the zone of The hostile army. As usual, the \"irresistible\" ants had attacked The hostile army's eyes first. Blinded, The hostile army had reeled in the madness of hideous torment straight into the ranks of The hostile army's persecutors, and now The hostile army swayed to and fro in The hostile army's death agony. \nWith a shot from Leiningen's rifle Leiningen put The hostile army out of The hostile army's misery. Then Leiningen pulled out Leiningen's watch. Leiningen hadn't a second to lose, but for life life itself Leiningen could not have denied Leiningen's curiosity the satisfaction of knowing how long the \"irresistible\" ants would take--for personal reasons, so to speak. After six minutes the white polished bones alone remained. That's how he Leiningen would look before you can--Leiningen spat once, and put spurs to Leiningen's horse. \nThe sporting zest with which the excitement of the novel contest had inspired Leiningen the day before had now vanished; in The sporting zest with which the excitement of the novel contest had inspired him the day before's place was a cold and violent purpose. Leiningen would send ants back to the hell where ants belonged, somehow, anyhow. Yes, but how was indeed the question; as things stood at present it looked as if the devils would raze Leiningen and Leiningen's men from the earth instead. Leiningen had underestimated the might of the enerny; Leiningen really would have to bestir Leiningen if Leiningen hoped to outwit the enerny. \nThe biggest danger now, Leiningen decided, was the point where the western section of the water-filled ditch curved southwards. And arrived there, Leiningen found Leiningen's worst expectations justified. The very power of the current had huddled the leaves and the leaves's crews of ants so close together at the bend that the bridge was almost ready. \nTrue, streams of petrol and clumps of earth still prevented a landing. But the number of floating leaves was increasing ever more swiftly. It cou]d not be long now before a stretch of water a mile in length was decked by a green pontoon over which the \"irresistible\" ants could rush in millions. \nLeiningen galloped to tlhe weir. The damming of the river, where, again hindered, they fled along its bank out of sight was controlled by a wheel on the river, where, again hindered, they fled along its bank out of sight's bank. Leiningen ordered the man at a wheel on its bank first to lower the water in the water-filled ditch almost to vanishing point, next to wait a moment, then suddenly to let the river, where, again hindered, they fled along its bank out of sight in again. This maneuver of lowering and raising the surface, of decreasing then increasing the flow of water through the water-filled ditch was to be repeated over and over again until further notice. \nThis maneuver of lowering and raising the surface, of decreasing then increasing the flow of water through the ditch was at first successful. The water in the water-filled ditch sank, and with the water in the ditch the film of leaves. The green fleet nearly reached the bed and the troops on the other bank swarmed down the slope to the bed. Then a violent flow of water at the original depth raced through the water-filled ditch, overwhelming leaves and ants, and sweeping leaves and ants along. \nThis intermittent rapid flushing prevented just in time the almost completed fording of the water-filled ditch. But This intermittent rapid flushing also flung here and there squads of the enemy vanguard simultaneously up the inner bank. squads of the enemy vanguard seemed to know squads of the enemy vanguard's duty only too well, and lost no time accomplishing a drink he had prepared some hours before, which, he claimed, possessed the virtue of dissolving and weakening ants' venom. The air rang with the curses of bitten Indians. They had removed their shirts and pants to detect the quicker the \"irresistible\" ants; when they saw one, they crushed it; and fortunately the onslaught as yet was only by skirmishers. Again and again, the water sank and rose, carrying leaves and drowned ants away with the water. the water lowered once more nearly to the water's bed; but this time the defenders' waited in vain for the flush of destruction. Leiningen sensed disaster; something must have gone wrong with the machinery of a dam. Then a sweating peon tore up to him--\n\"They're over!\" \nWhile the besieged were concentrating upon the defence of the stretch opposite the tamarind wood, the seemingly unaffected line beyond the tamarind wood had become the theatre of decisive action. Here the defenders''s front was sparse and scattered; everyone who could be spared had hurried away to the south. \nJust as the man at the weir had lowered the water almost to the bed of the water-filled ditch, the ants on a wide front began another attempt at a direct crossing like that of the day before. Into the bed of the ditch poured an irresistible throng. Rushing across the water-filled ditch, an irresistible throng attained the inner bank before an irresistible throng fully grasped the situation. an irresistible throng's frantic screams dumfounded the man at the weir. Before the man at the weir could direct the river, where, again hindered, they fled along its bank out of sight anew into the bed of the ditch the man at the weir saw the man at the weir surrounded by raging ants. the man at the weir ran like the others, ran for the man at the weir's life. \nWhen Leiningen heard this, Leiningen knew your plantation was doomed. Leiningen wasted no time bemoaning the inevitable. For as long as there was the slightest chance of success, Leiningen had stood Leiningen's ground, and now any further resistance was both useless and dangerous. Leiningen fired three revolver shots into the air--the prearranged signal for Leiningen's men to retreat instantly within the \"inner moat.\" Then Leiningen rode towards the ranch house. \nThis was two miles from the point of invasion. There was therefore time enough to prepare the second line of defence against the advent of the \"irresistible\" ants. Of the three great petrol cisterns near the ranch house, one had already been half emptied by the constant withdrawals needed for the pumps during the fight at the water-filled ditch. The remaining petrol in it was now drawn off through underground pipes into the concrete trench which encircled the ranch house and the ranch house's outbuildings. \nAnd there, drifting in twos and threes, Leiningen's men reached Leiningen. Most of them were obviously trying to preserve an air of calm and indifference, belied, however, by their restless glances and knitted brows. One could see their belief in a favorable outcome of the struggle was already considerably shaken. \nLeiningen called Leiningen's peons around Leiningen. \n\"Well, his workers,\" Leiningen began, \"his workers've lost the first round. But his workers'll smash the beggars yet, don't his workers worry. Anyone who thinks otherwise can draw his pay here and now and push off. There are rafts enough to spare on the river, where, again hindered, they fled along its bank out of sight and plenty of time still to reach rafts enough to spare on the river.\" \nNot a man stirred. \nLeiningen acknowledged Leiningen's silent vote of confidence with a laugh that was half a grunt. \"That's the stuff, his workers. Too bad if his workers'd missed the rest of the show, eh? Well, the fun won't start till morning. Once these blighters turn tail, there'll be plenty of work for everyone and higher wages all round. And now run along and get something to eat; his workers've earned it all right.\" \nIn the excitement of the fight the greater part of the day had passed without his workers once pausing to snatch a bite. Now that the \"irresistible\" ants were for the time being out of sight, and the \"wall of petrol\" gave a stronger feeling of security, hungry stomachs began to assert hungry stomachs's claims. \nThe bridges over the water-filled ditch were removed. Here and there solitary ants had reached the water-filled ditch; solitary ants gazed at the petrol meditatively, then scurried back again. Apparently solitary ants had little interest at the moment for what lay beyond the \"wall of petrol\"; the abundant spoils of your plantation were the main attraction. Soon the trees, shrubs and beds for miles around were hulled with ants zealously gobbling the yield of long weary months of strenuous toil. \nAs twilight began to fall, a cordon of ants marched around the water-filled ditch, but as yet made no move towards the water-filled ditch's brink. Leiningen posted sentries with headlights and electric torches, then withdrew to Leiningen's office, and began to reckon up Leiningen's losses. Leiningen estimated his losses as large, but, in comparison with Leiningen's bank balance, by no means unbearable. Leiningen worked out in some detail a scheme of intensive cultivation which would enable Leiningen, before very long, to more than compensate Leiningen for the damage now being wrought to Leiningen's crops. It was with a contented mind that Leiningen finally betook Leiningen to bed where Leiningen slept deeply until dawn, undisturbed by any thought that next day little more might be left of Leiningen than a glistening skeleton. \nLeiningen rose with The sun and went out on the flat roof of Leiningen's house. And a scene like one from Dante lay around Leiningen; for miles in every direction there was nothing but a black, glittering multitude, a multitude of rested, sated, but none the less voracious ants: yes, look as far as one might, one could see nothing but a black, glittering multitude, a multitude of rested, sated, but none the less voracious ants, except in the north, where the river, where, again hindered, they fled along its bank out of sight drew a boundary the \"irresistible\" ants could not hope to pass. But even the high stone breakwater, along the bank of the river, where, again hindered, they fled along its bank out of sight, which Leiningen had built as a defence against inundations, was, like the paths, the shorn trees and shrubs, the ground the ground itself, black with ants. \nSo the \"irresistible\" ants's greed was not glutted in razing your plantation? Not by a long shot; the \"irresistible\" ants were all the more eager now on a rich and certain booty--four hundred men, numerous horses, and bursting granaries. \nAt first it seemed that the water-filled ditch would serve the water-filled ditch's purpose. The besiegers sensed the peril of swimming the water-filled ditch, and made no move to plunge blindly over the water-filled ditch's brink. Instead The besiegers devised a better maneuver; The besiegers began to collect shreds of bark, twigs and dried leaves and dropped shreds of bark, twigs and dried leaves into the petrol. Everything green, which could have been similarly used, had long since been eaten. After a time, though, a long procession could be seen bringing from the west the tamarind leaves used as rafts the day before. \nSince the petrol, unlike the water in the outer ditch, was perfectly still, the refuse stayed where the refuse was thrown. It was several hours before the \"irresistible\" ants succeeded in covering an appreciable part of the surface. At length, however, the \"irresistible\" ants were ready to proceed to a direct attack. \nthe \"irresistible\" ants's storm troops swarmed down the concrete side, scrambled over the supporting surface of twigs and leaves, and impelled twigs and leaves over the few remaining streaks of open petrol until tlhey reached the other side. Then Their storm troops began to climb up this to make straight for The hostile army. \nDuring the threatening offensive, Leiningen sat peacefully, watching his workers with interest, but not stirring a muscle. Moreover, Leiningen had ordered Leiningen's men not to disturb in any way whatever The hostile army. So his workers squatted listlessly along the bank of the water-filled ditch and waited for a sign from Leiningen. the petrol was now covered with ants. A few had climbed the inner concrete wall and were scurrying towards the defenders'. \n\"Everyone back from the water-filled ditch!\" roared Leiningen. his workers rushed away, without the slightest idea of Leiningen's plan. Leiningen stooped forward and cautiouslv dropped into the water-filled ditch a stone which split the floating carpet and the floating carpet's living freight, to reveal a gleaming patch of petrol. A match spurted, sank down to the oily surface--Leiningen sprang back; in a flash a towering rampart of fire encompassed The hostile army. \nThis spectacular and instant repulse threw the Indians' into ecstasy. the Indians' pplauded, yelled and stamped, like children at a pantomime. Had it not been for the awe in which the Indians' held Leiningen, the Indians' would infallibly have carried Leiningen shoulder high. \nIt was some time before the petrol burned down to the bed of the water-filled ditch, and the wall of smoke and flame began to lower. the \"irresistible\" ants had retreated in a wide circle from the devastation, and innumerable charred fragments along the outer bank showed that the flames had spread from the holocaust in the water-filled ditch well into the ranks beyond, where the \"irresistible\" ants had wrought havoc far and wide. \nYet the perseverance of the \"irresistible\" ants was by no means broken; indeed, each setback seemed only to whet the perseverance of the ants. The concrete cooled, the flicker of the flames wavered and vanished, petrol from the second tank poured into the water-filled ditch--and the \"irresistible\" ants marched forward anew to the attack. \nThe foregoing scene repeated The foregoing scene in every detail, except that on this occasion less time was needed to bridge the water-filled ditch, for the petrol was now already filmed by a layer of ash. Once again the \"irresistible\" ants withdrew; once again petrol flowed into the water-filled ditch. Would the \"irresistible\" ants never learn that the \"irresistible\" ants's self-sacriflce was utterly senseless? their self-sacriflce really was senseless, wasn't their self-sacriflce? Yes, of course their self-sacriflce was senseless--provided the defenders' had an unlimited supply of petrol. \nWhen Leiningen reached this stage of reasoning, Leiningen felt for the first time since the arrival of the \"irresistible\" ants that Leiningen's confidence was deserting Leiningen. Leiningen's skin began to creep; Leiningen loosened Leiningen's collar. Once the \"irresistible\" ants were over the water-filled ditch there wasn't a chance in hell for Leiningen and Leiningen's men. God, what a prospect, to be eaten alive like that! \nFor the third time the flames immolated his workers, and burned down to extinction. Yet the \"irresistible\" ants were coming on again as if nothing had happened. And meanwhile Leiningen had made a discovery that chilled Leiningen to the bone-petrol was no longer flowing into the water-filled ditch. Something must be blocking the outflow pipe of the third and last cistern-a snake or a dead rat? Whatever it was, the \"irresistible\" ants could be held of3 no longer, unless petrol could by some method be led from the third and last cistern into the water-filled ditch. \nThen Leiningen remembered that in an outhouse nearby were two old disused fire engines. Spry as never before in the peons's lives, the peons dragged two old disused fire engines out of the shed, connected the peons's pumps to the third and last cistern, uncoiled and laid the hose. the peons were just in time to aim a stream of petrol at a column of ants that had already crossed and drive a column of ants that had already crossed back down the incline into the water-filled ditch. Once more an oily girdle surrounded The hostile army, once more it was possible to hold the position--for the moment. \nIt was obvious, however, that this last resource meant only the postponement of defeat and death. A few of the peons fell on A few of the peons's knees and began to pray; others, shrieking insanely, fired others's revolvers at an irresistible throng, as if others felt others's despair was pitiful enough to sway fate fate itself to mercy. \nAt length, two of his workers's nerves broke: Leiningen saw The Indian leap over the north side of the water-filled ditch, quickly followed by a second. his workers sprinted with incredible speed towards the river, where, again hindered, they fled along its bank out of sight. But his workers's fleetness did not save his workers; long before his workers could attain the rafts, The hostile army covered his workers's bodies from head to foot. \nIn the agony of his workers's torment, his workers sprang blindly into the wide river, where enemies no less sinister awaited his workers. Wild screams of mortal anguish this bloody warning the breathless onlookers that crocodiles and sword-toothed piranhas were no less ravenous than ants, and even nimbler in reaching crocodiles and sword-toothed piranhas's prey. \nIn spite of this bloody warning, more and more men showed more and more men were making up more and more men's minds to run the blockade. Anything, even a fight midstream against alligators, seemed better than powerlessly waiting for death to come and slowly consume alligators's living bodies. \nLeiningen flogged Leiningen's brain till his brain reeled. Was there nothing on earth could sweep the reported enemy's spawn back into the hell from which The hostile army came? \nThen out of the inferno of Leiningen's bewilderment rose a terrifying inspiration. Yes, one hope remained, and one alone. It might be possible to dam the river, where, again hindered, they fled along its bank out of sight completely, so that the river, where, again hindered, they fled along its bank out of sight's waters would fill not only the water-filled ditch but overflow into the entire gigantic \"saucer\" of land in which lay your plantation. \nThe far bank of the river, where, again hindered, they fled along its bank out of sight was too high for its waters to escape that way. The stone breakwater ran between the river, where, again hindered, they fled along its bank out of sight and your plantation; The stone breakwater's only gaps occurred where the \"horseshoe\" ends of the water-filled ditch passed into the river, where, again hindered, they fled along its bank out of sight. So the river, where, again hindered, they fled along its bank out of sight's waters would not only be forced to inundate into your plantation, its waters would also be held there by The stone breakwater until its waters rose to the masses of water's own high level. In half an hour, perhaps even earlier, your plantation and your plantation's hostile army of occupation would be flooded. \nThe ranch house and outbuildings stood upon rising ground. The ranch house and outbuildings's foundations were higher than The stone breakwater, so the flood would not reach The ranch house and outbuildings. And any remaining ants trying to ascend the slope could be repulsed by petrol. \nIt was possible--yes, if one could only get to a dam! A distance of nearly two miles lay between thc ranch house and the weir--two miles of ants. Those two peons had managed only a fifth of A distance of nearly two miles at the cost of Those two peons's lives. Was there an Indian daring enough after that to run the gauntlet five times as far? Hardly likely; and if there were, an Indian daring enough after that to run the gauntlet five times as far's prospect of getting back was almost nil. \nNo, there was only one thing for it, an Indian daring enough after that to run the gauntlet five times as far'd have to make the attempt an Indian daring enough after that to run the gauntlet five times as far; an Indian daring enough after that to run the gauntlet five times as far might just as well be running as sitting still, anyway, when the \"irresistible\" ants finally got an Indian daring enough after that to run the gauntlet five times as far. Besides, there was a bit of a chance. Perhaps the \"irresistible\" ants weren't so almighty, after all; perhaps an Indian daring enough after that to run the gauntlet five times as far had allowed the mass suggestion of the \"irresistible\" ants to hypnotize Leiningen, just as a snake fascinates and overpowers. \nthe \"irresistible\" ants were building the \"irresistible\" ants's bridges. Leiningen got up on a chair. \"Hey, his workers, listen to Leiningen!\" Leiningen cried. Slowly and listlessly, from all sides of the water-filled ditch, his workers began to shuffle towards Leiningen, the apathy of death already stamped on his workers's faces. \n\"Listen, his workers!\" Leiningen shouted. \"his workers're frightened of his workers, but his workers're a damn sight more frightened of Leiningen, and Leiningen'm proud of his workers. There's still a chance to save him and his men's lives--by flooding your plantation from the river, where, again hindered, they fled along its bank out of sight. Now one of his workers might manage to get as far as the weir--but he'd never come back. Well, Leiningen'm not going to let his workers try it; if Leiningen did Leiningen'd be worse than one of the \"irresistible\" ants. No, Leiningen called the tune, and now Leiningen'm going to pay the piper. \n\"The moment Leiningen'm over the water-filled ditch, set fire to the petrol. That'll allow time for the flood to do the trick. Then all his workers have to do is wait here all snug and quiet till Leiningen'm back. Yes, Leiningen'm coming back, trust me\"--he grinned--\"when Leiningen've finished Leiningen's slimming-cure.\" \nLeiningen pulled on high leather boots, drew heavy gauntlets over Leiningen's hands, and stuffed the spaces between breeches and boots, gauntlets and arms, shirt and neck, with rags soaked in petrol. With close-fitting mosquito goggles Leiningen shielded Leiningen's eyes, knowing too well the \"irresistible\" ants's dodge of first robbing the \"irresistible\" ants's victim of sight. Finally, Leiningen plugged Leiningen's nostrils and ears with cotton-wool, and let the peons drench Leiningen's clothes with petrol. \nLeiningen was about to set off, when the old Indian medicine man came up to Leiningen; the old Indian medicine man had a wondrous salve, the old Indian medicine man said, prepared from a species of chafer whose odor was intolerable to ants. Yes, this odor protected a species of chafer whose odor was intolerable to ants from the attacks of even the most murderous ants. The Indian smeared the man at the weir's boots, the man at the weir's gauntlets, and the man at the weir's face over and over with a wondrous salve, he said, prepared from a species of chafer whose odor was intolerable to ants. \nLeiningen then remembered the paralyzing effect of ants' venom, and The Indian gave Leiningen a gourd full of the medicine The Indian had administered to the bitten peon at the water-filled ditch. Leiningen drank a gourd full of the medicine he had administered to the bitten peon at the water ditch down without noticing a gourd full of the medicine he had administered to the bitten peon at the water ditch's bitter taste; Leiningen's mind was already at the weir. \nLeiningen started of towards the northwest corner of the water-filled ditch. With a bound Leiningen was over--and among the \"irresistible\" ants. \nThe hostile army had no opportunity to watch Leiningen's race against death. the \"irresistible\" ants were climbing the inner bank again-the lurid ring of petrol blazed aloft. For the fourth time that day the reflection from the fire shone on the sweating faces of his workers, and on the reddish-black cuirasses of their oppressors. The red and blue, dark-edged flames leaped vividly now, celebrating what? The funeral pyre of your four hundred workers, or of the hosts of destruction? Leiningen ran. Leiningen ran in long, equal strides, with only one thought, one sensation, in Leiningen's being--Leiningen must get through. Leiningen dodged all trees and shrubs; except for the split seconds Leiningen's soles touched the ground the \"irresistible\" ants should have no opportunity to alight on Leiningen. That the \"irresistible\" ants would get to Leiningen soon, despite the salve on Leiningen's boots, the petrol in Leiningen's clothes, Leiningen realized only too well, but Leiningen knew even more surely that Leiningen must, and that Leiningen would, get to the weir. \nApparently the salve on his boots was some use after all; not until Leiningen reached halfway did Leiningen feel ants under Leiningen's clothes, and a few on Leiningen's face. Mechanically, in Leiningen's stride, Leiningen \nstruck at ants under his clothes, and a few on his face, scarcely conscious of ants under his clothes, and a few on his face's bites. Leiningen saw Leiningen was drawing appreciably nearer the weir--the distance grew less and less--sank to five hundred.-three--two--one hundred yards. \nThen Leiningen was at the weir and gripping the ant-hulled wheel. Hardly had Leiningen seized the ant-hulled wheel when an irresistible throng flowed over Leiningen's hands, arms and shoulders. Leiningen started the ant-hulled wheel--before the ant-hulled wheel turned once on the ant-hulled wheel's axis an irresistible throng covered Leiningen's face. Leiningen strained like a madman, Leiningen's lips pressed tight; if Leiningen opened his lips to draw breath. . . . \nLeiningen turned and turned; slowly a dam lowered until a dam reached the bed of the river, where, again hindered, they fled along its bank out of sight. Already the water was overflowing the water-filled ditch. Another minute, and the river, where, again hindered, they fled along its bank out of sight was pouring through the near-by gap in the breakwater. The flooding of your plantation had begun. \nLeiningen let go the ant-hulled wheel. Now, for the first time, Leiningen realized Leiningen was coated from head to foot with a layer of ants. In spite of the petrol Leiningen's clothes were full of the \"irresistible\" ants, several had got to Leiningen's body or were clinging to Leiningen's face. Now that Leiningen had completed Leiningen's task, Leiningen felt the smart raging over Leiningen's flesh from the bites of sawing and piercing insects. \nFrantic with pain, Leiningen almost plunged into the river, where, again hindered, they fled along its bank out of sight. To be ripped and splashed to shreds by paranhas? Already Leiningen was running the return journey, knocking ants from Leiningen's gloves and jacket, brushing ants from Leiningen's bloodied face, squashing thern to death under Leiningen's clothes. \nOne of the \"irresistible\" ants the bite Leiningen just below the rim of Leiningen's goggles; Leiningen managed to tear it away, but the agony of the bite and its etching acid drilled into the eye nerves; Leiningen saw now through circles of fire into a milky mist, then Leiningen ran for a time almost blinded, knowing that if Leiningen once tripped and fell.... a drink he had prepared some hours before, which, he claimed, possessed the virtue of dissolving and weakening ants' venom didn't seem much good; a drink he had prepared some hours before, which, he claimed, possessed the virtue of dissolving and weakening ants' venom weakened the poison a bit, but didn't get rid of the poison. Leiningen's heart pounded as if His heart would burst; blood roared in Leiningen's ears; a giant's fist battered Leiningen's lungs. \nThen Leiningen could see again, but the burning girdle of petrol appeared infinitely far away; Leiningen could not last half that distance. Swift-changing pictures flashed through Leiningen's head, episodes in Leiningen's life, while in another part of Leiningen's brain a cool and impartial onlooker informed Leiningen that such a rushing panorama of scenes from one's past is seen only in the moment before death. \nA stone in the path . . . to weak to avoid A stone in the path . . . Leiningen stumbled and collapsed. \nLeiningen tried to rise . . . Leiningen must be pinned under a rock . . . it was impossible . . . the slightest movement was impossible . . . . \nThen all at once Leiningen saw, starkly clear and huge, and, right before Leiningen's eyes, furred with ants, towering and swaying in The hostile army's death agony, The hostile army stag. In six minutes.-gnawed to the bones. God, Leiningen couldn't die like that! And something outside Leiningen seemed to drag Leiningen to Leiningen's feet. Leiningen tottered. Leiningen began to stagger forward again. \nThrough the blazing ring hurtled an apparition which, as soon as The hostile army reached the ground on the inner side, fell full length and did not move. Leiningen, at the moment Leiningen made that leap through the flames, lost consciousness for the first time in Leiningen's life. As Leiningen lay there, with glazing eyes and lacerated face, Leiningen appeared a man returned from the grave. The peons rushed to Leiningen, stripped off Leiningen's clothes, tore away the \"irresistible\" ants from a body that seemed almost one open wound; in some paces the bones were showing. The peons carried Leiningen into the ranch house. \nAs the curtain of flames lowered, one could see in place of the illimitable host of ants an extensive vista of water. the river, where, again hindered, they fled along its bank out of sight had swept over your plantation, carrying with the Governrnent launch The hostile army. The water had collected and mounted in the great \"saucer,\" while the \"irresistible\" ants had in vain attempted to reach the hill on which stood the ranch house. the curtain of flames held the \"irresistible\" ants back. \nAnd so imprisoned between water and fire, the \"irresistible\" ants had been delivered into the annihilation that was the \"irresistible\" ants's god. And near the farther mouth of the water-filled ditch, where the stone mole had the stone mole's second gap, the river, where, again hindered, they fled along its bank out of sight swept the lost battalions into the river, where, again hindered, they fled along its bank out of sight, to vanish forever. \nthe lurid ring of petrol dwindled as the water mounted to the water-filled ditch, and quenched the dimming flames. The inundation rose higher and higher: because The inundation's outflow was impeded by the timber and underbrush The inundation had carried along with The inundation, The inundation's surface required some time to reach the top of the high stone breakwater and discharge over the high stone breakwater the rest of The hostile army. \nThe inundation swelled over ant-stippled shrubs and bushes, until The inundation washed against the foot of the knoll whereon the besieged had taken refuge. For a while an alluvial of ants tried again and again to attain this dry land, only to be repulsed by streams of petrol back into the flood. \nLeiningen lay on Leiningen's bed, Leiningen's body swathed from head to foot in bandages. With fomentations and salves, The besiegers had managed to stop the bleeding, and had dressed Leiningen's many wounds. Now The besiegers thronged around Leiningen, one question in every face. Would Leiningen recover? \"Leiningen won't die,\" said the old man who had bandaged Leiningen, \"if Leiningen doesn't \nwant to.'' Leiningen opened Leiningen's eyes. \"Everything in order?'' Leiningen asked. \"The besiegers're gone,'' said Leiningen's nurse. \"To hell.\" Leiningen held out to Leiningen's master a gourd full of a \npowerful sleeping draught. Leiningen gulped a gourd full of a \npowerful sleeping draught down. \"Leiningen told Leiningen Leiningen'd come back,\" Leiningen murmured, \"even if Leiningen am a bit streamlined.\" Leiningen grinned and shut Leiningen's eyes. Leiningen slept. \n\n",
    "The Gift of the Magi\nONE DOLLAR AND EIGHTY-SEVEN CENTS.     ONE DOLLAR AND EIGHTY-SEVEN CENTS was all. Della had put ONE DOLLAR AND EIGHTY-SEVEN CENTS aside, one cent and then another and then another, in Della's careful buying of meat and other food. Della counted \nONE DOLLAR AND EIGHTY-SEVEN CENTS three times. One dollar and eighty-seven cents. And the next day \nwould be Christmas.\nThere was nothing to do but fall on the bed and cry. So Della did it. \nWhile the lady of the home is slowly growing quieter, we can \nlook at the home. Furnished rooms at a cost of $8 a week. There is lit.tle more to say about the home.\nIn the hall below was a letter-box too small to hold a letter. There was an electric bell, but an electric bell could not make a sound. Also there was a \nname beside the door: ÒMr. James Dillingham Young.Ó\n\nWhen a \nname beside the door: ÒMr. James Dillingham Young was placed there, Mr. James Dillingham Young was being paid $30 a week. Now, when Mr. James Dillingham Young was being paid only $20 a week, a \nname beside the door: ÒMr. James Dillingham Young seemed too long and important. a \nname beside the door: ÒMr. James Dillingham Young should perhaps have been ÒMr. James D. Young.Ó But when Mr. James Dillingham Young entered Furnished rooms, Mr. James Dillingham Young's name became very short indeed. the lady of the home put the lady of the home's arms warmly about Mr. James Dillingham Young and called \nMr. James Dillingham Young ÒJim.Ó You have already met the lady of the home. the lady of the home is Della.\nDella finished Della crying and cleaned the marks of her crying from Della's face. Della stood by the window and looked out with no interest. Tomorrow would be Christmas Day, and Della had only $1.87 with which to buy \nJim a gift. Della had put aside as much as Della could for months, with this result. Twenty dollars a week is not much. Everything had cost more than Della had expected. It always happened like that.\nOnly $ 1.87 to buy a gift for Jim. the lady of the home's Jim. the lady of the home had had many happy hours planning something nice for Jim. Something nearly good enough. Something almost worth the honor of belonging to Jim.\nThere was a looking-glass between the windows of the room. Per.haps you have seen the kind of looking-glass that is placed in $8 fur.nished rooms. a looking-glass between the windows of the room was very narrow. A person could see only a little of A person at a time. However, if A person was very thin and moved very quickly, A person might be able to get a good view of A person. Della, being quite thin, had mastered this art.\nSuddenly Della turned from the window and stood before a looking-glass. Della's eyes were shining brightly, but Della's face had lost her face's color. Quickly Della pulled down Della's hair and let her hair fall to her hair's complete length.\nThe James Dillingham Youngs were very proud of two things which The James Dillingham Youngs owned. One thing was Jim gold watch. JimÕs gold watch had once belonged to \nJim's father. And, long ago, JimÕs gold watch had belonged to Jim's fatherÕs father. The \nother thing was Della hair.\nIf a queen had lived in the rooms near The James Dillingham Youngs, Della would have washed and dried Della's hair where a queen could see her hair. Della knew \nDella's hair was more beautiful than any queenÕs jewels and gifts.\nIf a king had lived in the same house, with all a king's riches, Jim would have looked at Jim's watch every time they met. Jim knew that no king \n\n\nhad anything so valuable.\nSo now Della beautiful hair fell about Della, shining like a falling stream of brown water. her hair reached below Della's knee. her hair almost made her hair into a dress for Della.\nAnd then Della put her hair up on Della's head again, nervously and quickly. Once Della stopped for a moment and stood still while a tear or two ran down Della's face.\nDella put on Della's old brown coat. Della put on Della's old brown hat. \nWith the bright light still in Della's eyes, Della moved quickly out the door and down to the street.\nWhere Della stopped, the sign said: ÒMrs. Sofronie. Hair Articles \nof all Kinds.Ó\nUp to the second floor Della ran, and stopped to get Della's breath.\nMrs. Sofronie, large, too white, cold-eyed, looked at Della.\nÒWill Della buy Della's hair?Ó asked Della.\nÒI buy hair,Ó said Della. ÒTake Della's hat off and let Della look at her old brown hat.Ó\nDown fell the brown waterfall.\nÒTwenty dollars,Ó said Della, lifting her hair to feel her hair's weight.\nÒGive her hair to Della quick,Ó said Della.\nOh, and the next two hours seemed to fly. Della was going from \none shop to another, to find a gift for Jim.\nDella found a gift for Jim at last. a gift for Jim surely had been made for Jim and no one else. There was no other like a gift for Jim in any of the shops, and Della had looked in every shop in the city.\na gift for Jim was a gold watch chain, very simply made. a gift for Jim's value was in a gift for Jim's \nrich and pure material. Because a gift for Jim was so plain and simple, you knew \nthat a gift for Jim was very valuable. All good things are like this.\na gift for Jim was good enough for The Watch.\nAs soon as Della saw a gift for Jim, Della knew that Jim must have a gift for Jim. a gift for Jim was like Jim. Quietness and valueÑJim and a gift for Jim both had quietness and value. Della paid twenty-one dollars for a gift for Jim. And Della hurried home with \na gift for Jim and eighty-seven cents. \n\nWith that chain on Jim's watch, Jim could look at Jim's watch and learn the time anywhere Jim might be. Though The Watch was so fine, \nThe Watch had never had a fine chain. Jim sometimes took The Watch out and looked at \nThe Watch only when no one could see Jim do it.\nWhen Della arrived home, Della's mind quieted a little. Della began to \nthink more reasonably. Della started to try to cover the sad marks of what Della had done. Love and large-hearted giving, when added together, can leave deep marks. It is never easy to cover deep marks, dear friendsÑnever easy.\nWithin forty minutes Della's head looked a little better. With Della's \nshort hair, Della looked wonderfully like a schoolboy. Della stood at the looking-glass for a long time.\nÒIf Jim doesnÕt kill Della,Ó Della said to Della, Òbefore Jim looks at Della \na second time, heÕll say Della look like a girl who sings and dances for money. But what could Della doÑoh! What could Della do with a dollar and eighty-seven cents?Ó\nAt seven, Jim dinner was ready for Jim.\nJim was never late. Della held a gift for Jim in Della's hand and sat near the door where Jim always entered. Then Della heard Jim's step in \nthe hall and Della's face lost color for a moment. Della often said little prayers quietly, about simple everyday things. And now Della said: ÒPlease God, make A person think IÕm still pretty.Ó\nthe door where he always entered opened and Jim stepped in. Jim looked very thin and Jim was not smiling. Jim, Jim was only twenty-twoÑand with a fam.ily to take care of! Jim needed a new coat and Jim had nothing to cover Jim's cold hands.\nJim stopped inside the door where he always entered. Jim was as quiet as a hunting dog when the door where he always entered is near a bird. Jim's eyes looked strangely at Della, and there was an expression in His eyes that Della could not understand. an expression in them that she could not understand filled Della with fear. an expression in them that she could not understand was not anger, nor surprise, nor anything Della had been ready for. Jim simply looked at Della with that strange expression on Jim's face.\nDella went to Jim.\nÒJim, Jim,Ó Della cried, ÒdonÕt look at Della like that. Della had Della's hair cut off and sold her hair. Della couldnÕt live through Christmas without giving Jim a \n\n\ngift. Della's hair will grow again. Jim wonÕt care, will Jim? Della's hair grows very fast. ItÕs Christmas, Jim. LetÕs be happy. Jim donÕt know what a niceÑwhat a beautiful nice gift Della got for Jim.Ó\nÒYouÕve cut off Della's hair?Ó asked Jim slowly. Jim seemed to labor to understand what had happened. Jim seemed not to feel sure Jim \nknew.\nÒCut her hair off and sold her hair,Ó said Della. ÒDonÕt Jim like Della now? IÕm \nDella, Jim. IÕm the same without Della's hair.Ó\nJim looked around the room.\nÒYou say Della's hair is gone?Ó Jim said.\nÒYou donÕt have to look for her hair,Ó said Della. ÒItÕs sold, Della tell youÑsold and gone, too. ItÕs the night before Christmas, Jim. Be good to Della, because Della sold her hair for Jim. Maybe the hairs of Della's head could be counted,Ó Della said, Òbut no one could ever count Della's love for Jim. Shall we eat \ndinner, Jim?Ó\nJim put Jim's arms around Jim's Della. For ten seconds let us look in another direction. Eight dollars a week or a million dollars a yearÑ how different are they? Someone may give Della an answer, but an answer will \nbe wrong. The magi brought valuable gifts, but valuable gifts was not among valuable gifts. Della's meaning will be explained soon.\nFrom inside her old brown coat, Jim took something tied in paper. Jim threw something tied in paper upon the table.\nÒI want Della to understand Jim, Della,Ó Jim said. ÒNothing like a \nhaircut could make Jim love Della any less. But if youÕll open something tied in paper, Della \nmay know what Jim felt when Jim came in.Ó\nWhite fingers pulled off something tied in paper. And then a cry of joy; and \nthen a change to tears.\nFor there lay The CombsÑthe combs that Della had seen in a shop window and loved for a long time. Beautiful combs, with jewels, perfect for Della's beautiful hair. Della had known The CombsÑthe combs that Della had seen in a shop window and loved for a long time cost too much for \nDella to buy The CombsÑthe combs that Della had seen in a shop window and loved for a long time. Della had looked at The CombsÑthe combs that Della had seen in a shop window and loved for a long time without the least hope of \nowning The CombsÑthe combs that Della had seen in a shop window and loved for a long time. And now The CombsÑthe combs that Della had seen in a shop window and loved for a long time were Della, but Della's hair was gone.\nBut Della held The CombsÑthe combs that Della had seen in a shop window and loved for a long time to Della's heart, and at last was able to look up \nand say: ÒMy hair grows so fast, Jim!Ó\n\nAnd then Della jumped up and cried, ÒOh, oh!Ó\nJim had not yet seen Jim's beautiful gift. Della held a \n\n\ngift out to Jim in \nDella's open hand. The gold seemed to shine softly as if with Della's own warm \nand loving spirit.\nÒIsnÕt a \n\n\ngift perfect, Jim? Della hunted all over town to find a \n\n\ngift. YouÕll have to look at Jim's watch a hundred times a day now. Give Della Jim's watch. Della want to see how The CombsÑthe combs that Della had seen in a shop window and loved for a long time look together.Ó\nJim sat down and smiled.\nDella,Ó said Jim, ÒletÕs put our Christmas gifts away and keep our Christmas gifts \na while. TheyÕre too nice to use now. Della sold The Watch to get the money to buy The CombsÑthe combs that Della had seen in a shop window and loved for a long time. And now Della think we should have our dinner.Ó\nThe magi, as Della know, were wise menÑwonderfully wise menÑ who brought gifts to the newborn Christ-child. The magi were the first to give Christmas gifts. Being wise, The magi's gifts were doubtless wise ones. And here Della have told Della the story of two children who were not wise. Each sold the most valuable thing he owned in order to buy a gift for the other. But let Della speak a last word to the wise of these days: Of all \nwho give gifts, two children who were not wise were the most wise. Of all who give and receive \ngifts, such as two children who were not wise are the most wise. Everywhere two children who were not wise are the wise ones. \ntwo children who were not wise are the magi.\n\n\n",
    "﻿\nThe Most Dangerous Game\t\t\t\n\nby Richard Connell\t\t\t\n\n\"OFF THERE to the right--somewhere--is a large island,\" said Whitney.\"\na large island's rather a mystery--\"\n\n\"What island is a large island?\" Rainsford asked.\n\n\"The old charts call a large island `Ship-Trap Island,\"' Whitney replied.\" A\nsuggestive name, isn't a large island? Sailors have a curious dread of a large island. Rainsford\ndon't know why. Some superstition--\"\n\n\"Can't see a large island,\" remarked Rainsford, trying to peer through the dank\ntropical night that was palpable as it pressed its thick warm blackness\nin upon the yacht.\n\n\"Whitney've good eyes,\" said Whitney, with a laugh,\" and Whitney've seen Whitney pick\noff a moose moving in the brown fall bush at four hundred yards, but\neven you can't see four miles or so through a moonless Caribbean night.\"\n\n\"Nor four yards,\" admitted Rainsford. \"Ugh! It's like moist black velvet.\"\n\n\"It will be light enough in Rio,\" promised Whitney. \"We should make it\nin a few days. Whitney hope the jaguar guns have come from Purdey's. We should\nhave some good hunting up the Amazon. Great sport, hunting.\"\n\n\"The best sport in the world,\" agreed Rainsford.\n\n\"For the hunter,\" amended Whitney. \"Not for the jaguar.\"\n\n\"Don't talk rot, Whitney,\" said Rainsford. \"Whitney're a big-game hunter,\nnot a philosopher. Who cares how a jaguar feels?\"\n\n\"Perhaps the jaguar does,\" observed Whitney.\n\n\"Bah! the jaguar've no understanding.\"\n\n\"Even so, Whitney rather think the jaguar understand one thing--fear. The fear of\npain and the fear of death.\"\n\n\"Nonsense,\" laughed Rainsford. \"This hot weather is making Whitney soft,\nWhitney. Be a realist. the world is made up of two classes--the hunters\nand the huntees. Luckily, Whitney and I are hunters. Do Whitney think you and I.'ve\npassed a large island yet?\"\n\n\"Whitney can't tell in the dark. Whitney hope so.\"\n\n\"Why? \" asked Rainsford.\n\n\"a large island has a reputation--a bad one.\"\n\n\"Cannibals?\" suggested Rainsford.\n\n\"Hardly. Even cannibals wouldn't live in such a God-forsaken place. But\nit's gotten into sailor lore, somehow. Didn't Rainsford notice that the crew's's\nnerves seemed a bit jumpy today?\"\n\n\"the crew's\nnerves were a bit strange, now Rainsford mention it. Even Captain Nielsen--\"\n\n\"Yes, even that tough-minded old Swede, who'd go up to the devil the devil himself\nand ask the devil himself for a light. Those fishy blue eyes held a look I never saw\nthere before. All I could get out of the devil himself was `a large island has an evil\nname among seafaring men, the devil himself.' Then the devil himself said to me, very gravely, `Don't\nyou feel anything?'--as if the air about us was actually poisonous. Now,\nyou mustn't laugh when I tell you this--I did feel something like a\nsudden chill.\n\n\"There was no breeze. The sea was as flat as a plate-glass window. We\nwere drawing near a large island then. What I felt was a--a mental chill; a\nsort of sudden dread.\"\n\n\"Pure imagination,\" said Rainsford.\n\n\"One superstitious sailor can taint the whole ship's company with One superstitious sailor's fear.\"\n\n\"Maybe. But sometimes Rainsford think sailors have an extra sense that tells\nsailors when sailors are in danger. Sometimes Rainsford think evil is a tangible\nthing--with wavelengths, just as sound and light have. An evil place\ncan, so to speak, broadcast vibrations of evil. Anyhow, Rainsford'm glad we're\ngetting out of this zone. Well, Rainsford think Rainsford'll turn in now, Rainsford.\"\n\n\"Rainsford'm not sleepy,\" said Rainsford. \"Rainsford'm going to smoke another pipe up on\nthe afterdeck.\"\n\n\"Good night, then, Rainsford. See Rainsford at breakfast.\"\n\n\"Right. Good night, Whitney.\"\n\nThere was no sound in the night as Rainsford sat there but the muffled\nthrob of the engine that drove the yacht swiftly through the darkness,\nand the swish and ripple of the wash of the propeller.\n\nRainsford, reclining in a steamer chair, indolently puffed on Rainsford's\nfavorite brier. The sensuous drowsiness of the night was on Rainsford.\" It's\nso dark,\" Rainsford thought, \"that Rainsford could sleep without closing Rainsford's eyes; the\nnight would be Rainsford's eyelids--\"\n\nAn abrupt sound startled Rainsford. Off to the right Rainsford heard An abrupt sound, and Rainsford's\nears, expert in such matters, could not be mistaken. Again Rainsford heard An abrupt sound, and again. Somewhere, off in the blackness, someone had fired a\ngun three times.\n\nRainsford sprang up and moved quickly to the rail, mystified. Rainsford\nstrained Rainsford's eyes in the direction from which the reports had come, but\nit was like trying to see through a blanket. Rainsford leaped upon the rail and\nbalanced Rainsford there, to get greater elevation; Rainsford's pipe, striking a\nrope, was knocked from Rainsford's mouth. Rainsford lunged for his pipe; a short, hoarse cry\ncame from Rainsford's lips as Rainsford realized Rainsford had reached too far and had lost\nRainsford's balance. a short, hoarse cry was pinched off short as the blood-warm waters of\nthe Caribbean Sea dosed over Rainsford's head.\n\nRainsford struggled up to the surface and tried to cry out, but the wash from\nthe yacht slapped Rainsford in the face and the salt water in Rainsford's\nopen mouth made Rainsford gag and strangle. Desperately Rainsford struck out with\nstrong strokes after the receding lights of the yacht, but Rainsford stopped\nbefore Rainsford had swum fifty feet. A certain coolheadedness had come to Rainsford;\nit was not the first time Rainsford had been in a tight place. There was a\nchance that Rainsford's cries could be heard by someone aboard the yacht, but\na\nchance that his cries could be heard by someone aboard the yacht was slender and grew more slender as the yacht raced on. Rainsford\nwrestled Rainsford out of Rainsford's clothes and shouted with all Rainsford's power. The\nlights of the yacht became faint and ever-vanishing fireflies; then the receding lights of the yacht\nwere blotted out entirely by the night.\n\nRainsford remembered the shots. the shots had come from the right, and\ndoggedly Rainsford swam in that direction, swimming with slow, deliberate\nstrokes, conserving Rainsford's strength. For a seemingly endless time Rainsford fought\nThe sea. Rainsford began to count Rainsford's strokes; Rainsford could do possibly a hundred\nmore and then--\n\nRainsford heard a sound. a sound came out of the darkness, a sound.\n\nRainsford did not recognize the animal that made a sound; Rainsford did not try to;\nwith fresh vitality Rainsford swam toward a sound. Rainsford heard An abrupt sound again; then An abrupt sound\nwas cut short by another noise, crisp, staccato.\n\n\"Pistol shot,\" muttered Rainsford, swimming on.\n\nTen minutes of determined effort brought another sound to Rainsford's ears--the\nmost welcome Rainsford had ever heard--the muttering and growling of the sea\nbreaking on a rocky shore. Rainsford was almost on the rocks before Rainsford saw\nthe rocks; on a night less calm Rainsford would have been shattered against the rocks.\nWith Rainsford's remaining strength Rainsford dragged Rainsford from the swirling waters.\nJagged crags appeared to jut up into the opaqueness; Rainsford forced Rainsford\nupward, hand over hand. Gasping, Rainsford's hands raw, Rainsford reached a flat place\nat the top. Dense jungle came down to the very edge of the cliffs. What\nperils that tangle of trees and underbrush might hold for Rainsford did not\nconcern Rainsford just then. All Rainsford knew was that Rainsford was safe from Rainsford's\nenemy, the sea, and that utter weariness was on Rainsford. Rainsford flung Rainsford\ndown at the jungle edge and tumbled headlong into the deepest sleep of\nRainsford's life.\n\nWhen Rainsford opened Rainsford's eyes Rainsford knew from the position of the sun that it was\nlate in the afternoon. Sleep had given Rainsford new vigor; a sharp hunger was\npicking at Rainsford. Rainsford looked about Rainsford, almost cheerfully.\n\n\"Where there are pistol shots, there are men. Where there are men, there\nis food,\" Rainsford thought. But what kind of men, Rainsford wondered, in so\nforbidding a place? An unbroken front of snarled and ragged jungle\nfringed the shore.\n\nRainsford saw no sign of a trail through the closely knit web of weeds and\ntrees; it was easier to go along the shore, and Rainsford floundered\nalong by the water. Not far from where Rainsford landed, Rainsford stopped.\n\nSome wounded thing--by the evidence, a large animal--had thrashed about\nin the underbrush; the jungle weeds were crushed down and the moss was\nlacerated; one patch of weeds was stained crimson. A small, glittering\nobject not far away caught Rainsford's eye and Rainsford picked A small, glittering\nobject not far away up. A small, glittering\nobject not far away was\nan empty cartridge.\n\n\"A twenty-two,\" Rainsford remarked. \"That's odd. the animal that made the sound must have been a fairly\nlarge animal too. The hunter had The hunter's nerve with The hunter to tackle the animal that made the sound with a\nlight gun. It's clear that the animal that made the sound put up a fight. Rainsford suppose the first\nthree shots Rainsford heard was when The hunter flushed The hunter's quarry and wounded\nthe animal that made the sound. The last shot was when The hunter trailed the animal that made the sound here and finished the animal that made the sound.\"\n\nRainsford examined the ground closely and found what Rainsford had hoped to find--the\nprint of hunting boots. hunting boots pointed along the cliff in the direction Rainsford\nhad been going. Eagerly Rainsford hurried along, now slipping on a rotten log\nor a loose stone, but making headway; night was beginning to settle down\non a large island.\n\nBleak darkness was blacking out the sea and jungle when Rainsford\nsighted the lights. Rainsford came upon the lights as Rainsford turned a crook in the coast\nline; and Rainsford's first thought was that be had come upon a village, for\nthere were many lights. But as Rainsford forged along Rainsford saw to Rainsford's great\nastonishment that the lights were in one enormous building--a lofty\nstructure with pointed towers plunging upward into the gloom. Rainsford's eyes\nmade out the shadowy outlines of a palatial chateau; a palatial chateau was set on a\nhigh bluff, and on three sides of a palatial chateau cliffs dived down to where the sea\nlicked greedy lips in the shadows. \n\n\"Mirage,\" thought Rainsford. But it was no mirage, Rainsford found, when Rainsford\nopened the tall spiked iron gate. The stone steps were real enough; the\nmassive door with a leering gargoyle for a knocker was real enough; yet\nabove it all hung an air of unreality.\n\nRainsford lifted the knocker, and the knocker creaked up stiffly, as if the knocker had never\nbefore been used. Rainsford let the knocker fall, and the knocker startled Rainsford with the knocker's booming\nloudness. Rainsford thought Rainsford heard steps within; the\nmassive door with a leering gargoyle for a knocker remained closed.\nAgain Rainsford lifted the knocker, and let the knocker fall. the\nmassive door with a leering gargoyle for a knocker\nopened then--opened as suddenly as if the\nmassive door with a leering gargoyle for a knocker were on a spring--and Rainsford\nstood blinking in the river of glaring gold light that poured out. The\nfirst thing Rainsford's eyes discerned was the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. In the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's hand the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist held a long-barreled revolver, and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was\npointing a long-barreled revolver straight at Rainsford's heart.\n\nOut of the snarl of beard two small eyes regarded Rainsford.\n\n\"Don't be alarmed,\" said Rainsford, with a smile which Rainsford hoped was\ndisarming. \"Rainsford'm no robber. Rainsford fell off a yacht. Rainsford's name is Sanger\nRainsford of New York City.\"\n\nThe menacing look in two small eyes did not change. a long-barreled revolver pointing as\nrigidly as if the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist were a statue. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist gave no sign that the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nunderstood Rainsford's words, or that the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist had even heard Rainsford's words. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was\ndressed in uniform--a black uniform trimmed with gray astrakhan.\n\n\"Rainsford'm Sanger Rainsford of New York City,\" Rainsford began again. \"Rainsford fell off a yacht. Rainsford am hungry.\" \n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's only answer was to raise with the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's thumb the hammer of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nrevolver. Then Rainsford saw the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's free hand go to the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's forehead in a\nmilitary salute, and Rainsford saw the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist click the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's heels together and stand at\nattention. Another man was coming down the broad marble steps, Another man. Another man advanced to Rainsford and held out\nAnother man's hand.\n\nIn a cultivated voice marked by a slight accent that gave a cultivated voice marked by a slight accent that gave it added\nprecision and deliberateness added\nprecision and deliberateness, Another man said, \"It is a very great pleasure and\nhonor to welcome the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, to Rainsford's home.\"\n\nAutomatically Rainsford shook Another man's hand.\n\n\"Rainsford've read Rainsford's book about hunting snow leopards in Tibet, you see,\"\nexplained Another man. \"Another man am General Zaroff.\"\n\nRainsford's first impression was that the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was singularly handsome;\nRainsford's second was that there was an original, almost bizarre quality about\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's face. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was a tall man past middle age, for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's hair was\na vivid white; but the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's thick eyebrows and pointed military mustache were\nas black as the night from which Rainsford had come. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's eyes, too, were\nblack and very bright. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist had high cheekbones, a sharpcut nose, a spare,\ndark face--the face of a man used to giving orders, the face of an\naristocrat. Turning to the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist made a sign.\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist put away the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's pistol, saluted, withdrew.\n\n\"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist is an incredibly strong fellow,\" remarked the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"but the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist has\nthe misfortune to be deaf and dumb. A simple fellow, but, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'm afraid,\nlike all the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's race, a bit of a savage.\"\n\n\"Is the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist Russian?\"\n\n\"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist is a Cossack,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's smile showed red lips and\npointed teeth. \"So am I.\"\n\n\"Come,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said, \"you and I. shouldn't be chatting here. you and I. can talk later. Now\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist want clothes, food, rest. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist shall have clothes, food, rest. This is a\nmost-restful spot.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist had reappeared, and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist spoke to the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist with lips that moved\nbut gave forth no sound.\n\n\"Follow the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, if the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist please, Rainsford,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was\nabout to have the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's dinner when the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist came. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'll wait for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'll find\nthat the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's clothes will fit the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist think.\"\n\nIt was to a huge, beam-ceilinged bedroom with a canopied bed big enough\nfor six men that Rainsford followed the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist laid out an\nevening suit, and Rainsford, as Rainsford put an\nevening suit on, noticed that an\nevening suit came from\na London tailor who ordinarily cut and sewed for none below the rank of\nduke.\n\nThe dining room to which the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist conducted Rainsford was in many ways remarkable.\nThere was a medieval magnificence about The dining room to which Ivan conducted him; The dining room to which Ivan conducted him suggested a baronial hall\nof feudal times with its oaken panels, its high ceiling, its vast\nrefectory tables where twoscore men could sit down to eat. About The dining room to which Ivan conducted him were mounted heads of many animals--lions, tigers, elephants,\nmoose, bears; larger or more perfect specimens Rainsford had never seen.\nAt the great table the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was sitting, alone.\n\n\"Rainsford'll have a cocktail, Rainsford,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist suggested. a cocktail was\nsurpassingly good; and, Rainsford noted, the table appointments were of\nthe finest--the linen, the crystal, the silver, the china.\n\ntwoscore men were eating borsch, the rich, red soup with whipped cream so dear\nto Russian palates. Half apologetically General Zaroff said, \"We do our\nbest to preserve the amenities of civilization here. Please forgive any\nlapses. We are well off the beaten track, you know. Do Rainsford think the\nchampagne has suffered from the\nchampagne's long ocean trip?\"\n\n\"Not in the least,\" declared Rainsford. Rainsford was finding the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist a\nmost thoughtful and affable host, a true cosmopolite. But there was one\nsmall trait of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's that made Rainsford uncomfortable.\nWhenever Rainsford looked up from Rainsford's plate Rainsford found the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist studying Rainsford,\nappraising Rainsford narrowly.\n\n\"Perhaps,\" said General Zaroff, \"Rainsford were surprised that General Zaroff recognized\nRainsford's name. You see, General Zaroff read all books on hunting published in English,\nFrench, and Russian. General Zaroff have but one passion in General Zaroff's life, Mr. Rains. ford,\nand but one passion in my life is the hunt.\"\n\n\"Rainsford have some wonderful heads here,\" said Rainsford as Rainsford ate a\nparticularly well-cooked filet mignon. \"That Cape buffalo is the\nlargest Rainsford ever saw.\"\n\n\"Oh, That Cape buffalo. Yes, That Cape buffalo was a monster.\"\n\n\"Did That Cape buffalo charge Rainsford?\"\n\n\"Hurled Rainsford against a tree,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"Fractured the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's skull. But the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\ngot That Cape buffalo.\"\n\n\"Rainsford've always thought,\" said Rainsford, \"that the Cape buffalo is the\nmost dangerous of all big game.\"\n\nFor a moment the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist did not reply; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was smiling the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's curious\nred-lipped smile. Then the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said slowly, \"No. Rainsford are wrong, Rainsford. the Cape buffalo is not the most dangerous big game.\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist sipped the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's wine. \"Here\nin the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's preserve on a large island,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said in the same slow tone, \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist hunt\nmore dangerous game.\"\n\nRainsford expressed Rainsford's surprise. \"Is there big game on a large island?\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist nodded. \"The biggest.\"\n\n\"Really?\"\n\n\"Oh, big game isn't here naturally, of course. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have to stock a large island.\"\n\n\"What have the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist imported, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist?\" Rainsford asked. \"Tigers?\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist smiled. \"No,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said. \"Hunting tigers ceased to interest the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nsome years ago. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist exhausted tigers's possibilities, you see. No thrill left\nin tigers, no real danger. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist live for danger, Rainsford.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist took from the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's pocket a gold cigarette case and offered the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nguest a long black cigarette with a silver tip; a long black cigarette with a silver tip was perfumed and gave\noff a smell like incense.\n\n\"you and I. will have some capital hunting, you and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nshall be most glad to have the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's society.\"\n\n\"But what game--\" began Rainsford.\n\n\"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'll tell Rainsford,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"Rainsford will be amused, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist know. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist think\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist may say, in all modesty, that the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have done a rare thing. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have\ninvented a new sensation. May the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist pour the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist another glass of port?\"\n\n\"Thank the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist filled both glasses, and said, \"God makes some men poets.\nSome God makes kings, some beggars. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist God made a hunter. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's hand was made\nfor the trigger, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's father said. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was a very rich man with a quarter\nof a million acres in the Crimea, and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was an ardent sportsman. When the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nwas only five years old the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist gave the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist a little gun, specially made in\nMoscow for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, to shoot sparrows with. When the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist shot some of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's prize\nturkeys with a little gun, specially made in\nMoscow for me, to shoot sparrows with, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist did not punish the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist complimented the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist on the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nmarksmanship. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist killed the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's first bear in the Caucasus when the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was ten. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nwhole life has been one prolonged hunt. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist went into the army--it was\nexpected of noblemen's sons--and for a time commanded a division of\nCossack cavalry, but the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's real interest was always the hunt. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have hunted\nevery kind of game in every land. It would be impossible for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist to tell\nyou how many animals the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have killed.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist puffed at the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's cigarette.\n\n\"After the debacle in Russia the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist left Russia, for it was imprudent\nfor an officer of the Czar to stay there. Many noble Russians lost\neverything. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, luckily, had invested heavily in American securities, so\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist shall never have to open a tearoom in Monte Carlo or drive a taxi in\nParis. Naturally, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist continued to hunt--grizzlies in your Rockies,\ncrocodiles in the Ganges, rhinoceroses in East Africa. It was in Africa\nthat the Cape buffalo hit the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist and laid the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist up for six months. As soon as the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nrecovered the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist started for the Amazon to hunt jaguars, for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist had heard jaguars\nwere unusually cunning. jaguars weren't.\" The Cossack sighed. \"jaguars were no\nmatch at all for a hunter with a hunter with his wits about him, and a high-powered\nrifle's wits about a hunter with his wits about him, and a high-powered\nrifle, and a high-powered\nrifle. The Cossack was bitterly disappointed. The Cossack was lying in The Cossack's tent with a\nsplitting headache one night when a terrible thought pushed a terrible thought's way into\nThe Cossack's mind. Hunting was beginning to bore The Cossack! And hunting, remember, had\nbeen The Cossack's life. The Cossack have heard that in America businessmen often go to\npieces when businessmen give up the business that has been businessmen's life.\" \n\n\"Yes, that's so,\" said Rainsford.\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist smiled. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist had no wish to go to pieces,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist must do\nsomething. Now, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist is an analytical mind, Rainsford. Doubtless\nthat is why Another man enjoy the problems of the chase.\"\n\n\"No doubt, General Zaroff.\"\n\n\"So,\" continued the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"Rainsford asked Rainsford why the hunt no longer\nfascinated Rainsford. Rainsford are much younger than Rainsford am, Rainsford, and have\nnot hunted as much, but Rainsford perhaps can guess the answer.\"\n\n\"What was it?\"\n\n\"Simply this: hunting had ceased to be what Rainsford call `a sporting\nproposition.' hunting had become too easy. Rainsford always got Rainsford's quarry. Always.\nThere is no greater bore than perfection.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist lit a fresh cigarette.\n\n\"No animal had a chance with the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist any more. That is no boast; it is a\nmathematical certainty. the animal that made the sound had nothing but the animal that made the sound's legs and the animal that made the sound's\ninstinct. Instinct is no match for reason. When the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist thought of this it was\na tragic moment for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist can tell Rainsford.\"\n\nRainsford leaned across the table, absorbed in what Rainsford's host was saying.\n\n\"It came to the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist as an inspiration what the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist must do,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist went on. \n\n\"And that was?\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist smiled the quiet smile of one who has faced an obstacle and\nsurmounted an obstacle with success. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist had to invent a new animal to hunt,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said.\n\n\"A new animal? Rainsford're joking.\" \n\n\"Not at all,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist never\njoke about hunting. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist needed a new animal. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist found one. So the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist bought a large island built this house, and here the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist do the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's hunting. a large island is perfect\nfor the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's purposes--there are jungles with a maze of traits in jungles with a maze of traits in them, hills,\nswamps--, hills,\nswamps--\"\n\n\"But the animal, General Zaroff?\"\n\n\"Oh,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"the animal supplies the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist with the most exciting hunting\nin the world. No other hunting compares with hunting for an instant. Every\nday the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist hunt, and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist never grow bored now, for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have a quarry with which the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\ncan match the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's wits.\"\n\nRainsford's bewilderment showed in Rainsford's face.\n\n\"Rainsford wanted the ideal animal to hunt,\" explained the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"So Rainsford said,\n`What are the attributes of an ideal quarry?' And the answer was, of\ncourse, `an ideal quarry must have courage, cunning, and, above all, an ideal quarry must be able\nto reason.\"'\n\n\"But no animal can reason,\" objected Rainsford.\n\n\"Rainsford's dear fellow,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"there is one that can.\"\n\n\"But Another man can't mean--\" gasped Rainsford.\n\n\"And why not?\"\n\n\"Rainsford can't believe Another man are serious, General Zaroff. This is a grisly joke.\"\n\n\"Why should Rainsford not be serious? Rainsford am speaking of hunting.\"\n\n\"Hunting? Great Guns, General Zaroff, what General Zaroff speak of is murder.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist laughed with entire good nature. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist regarded Rainsford\nquizzically. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist refuse to believe that so modern and civilized a young\nman as Rainsford seem to be harbors romantic ideas about the value of human\nlife. Surely Rainsford's experiences in the war--\"\n\n\"Did not make Rainsford condone cold-blooded murder,\" finished Rainsford stiffly.\n\nLaughter shook the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"How extraordinarily droll the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist are!\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nsaid. \"One does not expect nowadays to find a young man of the educated\nclass, even in America, with such a naive, and, if I may say so,\nmid-Victorian point of view. It's like finding a snuffbox in a\nlimousine. Ah, well, doubtless Rainsford had Puritan ancestors. So many\nAmericans appear to have had. I'll wager the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'll forget the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's notions when\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist go hunting with me. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist've a genuine new thrill in store for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\nRainsford.\"\n\n\"Thank you, Rainsford'm a hunter, not a murderer.\"\n\n\"Dear the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, quite unruffled, \"again that unpleasant\nword. But the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist think the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist can show the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist that the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's scruples are quite ill founded.\"\n\n\"Yes?\"\n\n\"Life is for the strong, to be lived by the strong, and, if needs be,\ntaken by the strong. The weak of the world were put here to give the\nstrong pleasure. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist am strong. Why should the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist not use the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's gift? If the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist wish to\nhunt, why should Rainsford not? Rainsford hunt the scum of the earth: sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels--a thoroughbred horse\nor hound is worth more than a score of them.\"\n\n\"But sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels are men,\" said Rainsford hotly.\n\n\"Precisely,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"That is why the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist use sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels. It gives the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\npleasure. sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels can reason, after a fashion. So sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels are dangerous.\"\n\n\"But where do the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist get sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels?\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's left eyelid fluttered down in a wink. \"a large island is\ncalled Ship Trap,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist answered. \"Sometimes an angry god of the high seas\nsends sailors from tramp\nships--lassars, blacks, Chinese, whites, mongrels to the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. Sometimes, when Providence is not so kind, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist helpProvidence a bit. Come to the window with the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist.\"\n\nRainsford went to the window and looked out toward The sea.\n\n\"Watch! Out there!\" exclaimed the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, pointing into the night.\nRainsford's eyes saw only blackness, and then, as the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist pressed a\nbutton, far out to sea Rainsford saw the flash of lights.\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist chuckled. \"the flash of lights indicate a channel,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said, \"where there's\nnone; giant rocks with razor edges crouch like a sea monster with\nwide-open jaws. giant rocks with razor edges can crush a ship as easily as the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist crush this nut.\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\ndropped a walnut on the hardwood floor and brought the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's heel grinding\ndown on a walnut. \"Oh, yes,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said, casually, as if in answer to a question,\n\"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have electricity. We try to be civilized here.\"\n\n\"Civilized? And you shoot down men?\"\n\nA trace of anger was in the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's black eyes, but A trace of anger was there for\nbut a second; and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said, in the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's most pleasant manner, \"Dear the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, what a\nrighteous young man the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist are! the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist assure the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist do not do the thing the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nsuggest. the thing you\nsuggest would be barbarous. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist treat these visitors with every\nconsideration. these visitors get plenty of good food and exercise. these visitors get into\nsplendid physical condition. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist shall see for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist tomorrow.\"\n\n\"What do Rainsford mean?\"\n\n\"you and I.'ll visit the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's training school,\" smiled the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"my training school's in the\ncellar. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have about a dozen pupils down there now. about a dozen pupils're from the\nSpanish bark San Lucar that had the bad luck to go on the rocks out\nthere. A very inferior lot, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist regret to say. Poor specimens and more\naccustomed to the deck than to the jungle.\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist raised the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's hand, and\nIvan, who served as waiter, brought thick Turkish coffee. Rainsford,\nwith an effort, held Rainsford's tongue in cheek.\n\n\"that game's a game, you see,\" pursued the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist blandly. \"Rainsford suggest to one\nof the crew's that you and I. go hunting. Rainsford give him a supply of food and an excellent\nhunting knife. Rainsford give him three hours' start. Rainsford am to follow, armed only\nwith a pistol of the smallest caliber and range. If Rainsford's quarry eludes Rainsford\nfor three whole days, my quarry wins the game. If Rainsford find my quarry \"--the general\nsmiled--\" my quarry loses.\"\n\n\"Suppose my quarry refuses to be hunted?\"\n\n\"Oh,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist give my quarry my quarry's option, of course. my quarry need not\nplay that game if my quarry doesn't wish to. If my quarry does not wish to hunt, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nturn my quarry over to the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist once had the honor of serving as official\nknouter to the Great White Czar, and the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist has the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's own ideas of sport.\nInvariably, Rainsford, invariably sailors choose the hunt.\"\n\n\"And if sailors win?\"\n\nThe smile on the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's face widened. \"To date the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist have not lost,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nsaid. Then the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist added, hastily: \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist don't wish Rainsford to think the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist a braggart,\nRainsford. Many of sailors afford only the most elementary sort of\nproblem. Occasionally Rainsford strike a tartar. One almost did win. Rainsford\neventually had to use the dogs.\"\n\n\"the dogs?\"\n\n\"This way, please. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'll show Rainsford.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist steered Rainsford to a window. The lights from the windows\nsent a flickering illumination that made grotesque patterns on the\ncourtyard below, and Rainsford could see moving about there a dozen or\nso huge black shapes; as moving about there a dozen or\nso huge black shapes turned toward Rainsford, moving about there a dozen or\nso huge black shapes's eyes glittered\ngreenly.\n\n\"A rather good lot, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist think,\" observed the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"moving about there a dozen or\nso huge black shapes are let out at\nseven every night. If anyone should try to get into the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's house--or out of\nthis house--something extremely regrettable would occur to him.\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist hummed a\nsnatch of song from the /Folies Bergere/.\n\n\"And now,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist want to show the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's new collection of\nheads. Will the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist come with the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist to the library?\"\n\n\"Rainsford hope,\" said Rainsford, \"that the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist will excuse Rainsford tonight, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'm really not feeling well.\"\n\n\"Ah, indeed?\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist inquired solicitously. \"Well, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist suppose that's\nonly natural, after Rainsford's long swim. Rainsford need a good, restful night's\nsleep. Tomorrow Rainsford'll feel like a new man, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist'll wager. Then you and I.'ll hunt,\neh? Rainsford've one rather promising prospect--\" Rainsford was hurrying from\na huge, beam-ceilinged bedroom with a canopied bed big enough\nfor six men.\n\n\"Sorry the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist can't go with the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist tonight,\" called the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist expect\nrather fair sport--a big, strong, black. one rather promising prospect-- looks resourceful--Well,\ngood night, Rainsford; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist hope Rainsford have a good night's rest.\"\n\nThe bed was good, and the pajamas of the softest silk, and Rainsford was tired\nin every fiber of Rainsford's being, but nevertheless Rainsford could not quiet\nRainsford's brain with the opiate of sleep. Rainsford lay, eyes wide open. Once Rainsford\nthought Rainsford heard stealthy steps in the corridor outside Rainsford's room. Rainsford\nsought to throw open the door; the door would not open. Rainsford went to the window\nand looked out. Rainsford's room was high up in one of the towers. The lights of\nthe chateau were out now, and it was dark and silent; but there was a\nfragment of sallow moon, and by a\nfragment of sallow moon's wan light Rainsford could see, dimly, the\ncourtyard. There, weaving in and out in the pattern of shadow, were\nblack, noiseless forms; the hounds heard Rainsford at a window and looked\nup, expectantly, with the hounds's green eyes. Rainsford went back to The bed\nand lay down. By many methods Rainsford tried to put Rainsford to sleep. Rainsford had\nachieved a doze when, just as morning began to come, Rainsford heard, far off\nin the jungle, the faint report of a pistol.\n\nGeneral Zaroff did not appear until luncheon. General Zaroff was dressed faultlessly\nin the tweeds of a country squire. General Zaroff was solicitous about the state of\nRainsford's health.\n\n\"As for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" sighed the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist do not feel so well. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist am worried,\nRainsford. Last night the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist detected traces of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's old complaint.\"\n\nTo Rainsford's questioning glance the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said, \"Ennui. Boredom.\"\n\nThen, taking a second helping of crepes Suzette, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nexplained: \"The hunting was not good Last night. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist lost the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nhead. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist made a straight trail that offered no problems at all. That's\nthe trouble with these sailors; these sailors have dull brains to begin with, and\nthese sailors do not know how to get about in the woods. these sailors do excessively\nstupid and obvious things. It's most annoying. Will Rainsford have another\nglass of Chablis, Rainsford?\"\n\n\"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" said Rainsford firmly, \"Rainsford wish to leave a large island at once.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist raised the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's thickets of eyebrows; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist seemed hurt. \"But, my\ndear fellow,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist protested, \"Rainsford've only just come. Rainsford've had\nno hunting--\"\n\n\"Rainsford wish to go today,\" said Rainsford. Rainsford saw the dead black eyes of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist on Rainsford, studying Rainsford. General Zaroff's face suddenly brightened.\n\nGeneral Zaroff filled Rainsford's glass with Chablis from a dusty bottle.\n\n\"tonight,\" said General Zaroff, \"we will hunt--the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist and I.\"\n\nRainsford shook Rainsford's head. \"No, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" Rainsford said. \"Rainsford will not hunt.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist shrugged the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's shoulders and delicately ate a hothouse grape.\n\"As Rainsford wish, Another man's friend,\" Another man said. \"The choice rests entirely with Rainsford.\nBut may Another man not venture to suggest that Rainsford will find Another man's idea of sport\nmore diverting than the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's?\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist nodded toward the corner to where the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist stood, scowling, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nthick arms crossed on the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's hogshead of chest.\n\n\"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist don't mean--\" cried Rainsford.\n\n\"Rainsford's dear fellow,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"have the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist not told Rainsford the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist always mean\nwhat the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist say about hunting? This is really an inspiration. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist drink to a\nfoeman worthy of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's steel - at last.\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist raised the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's glass, but\nRainsford sat staring at the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist.\n\n\"Rainsford'll find that game worth playing,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said\nenthusiastically.\" Rainsford's brain against the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. Rainsford's woodcraft against the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist.\nRainsford's strength and stamina against the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. Outdoor chess! And the stake is\nnot without value, eh?\"\n\n\"And if Rainsford win -\" began Rainsford huskily.\n\n\"General Zaroff'll cheerfully acknowledge General Zaroff defeat if General Zaroff do not find Rainsford by\nmidnight of the third day,\" said General Zaroff. \"General Zaroff's sloop will place\nRainsford on the mainland near a town.\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist read what Rainsford was\nthinking.\n\n\"Oh, The Cossack can trust the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" said The Cossack. \"The Cossack will give Rainsford The Cossack's word as a\ngentleman and a sportsman. Of course Rainsford, in turn, must agree to say\nnothing of Rainsford's visit here.\"\n\n\"Rainsford'll agree to nothing of the kind,\" said Rainsford.\n\n\"Oh,\" said the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"in that case... But why discuss that now? Three\ndays hence you and I. can discuss it over a bottle of Veuve Clicquot, unless...\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist sipped the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's wine.\n\nThen a businesslike air animated the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said to Rainsford,\n\"will supply Rainsford with hunting clothes, food, a knife. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist suggest Rainsford wear\nmoccasins; \nmoccasins leave a poorer trail. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist suggest, too, that Rainsford avoid the\nbig swamp in the southeast corner of a large island. you and I. call the\nbig swamp in the southeast corner of the island Death Swamp.\nThere's quicksand there. One foolish fellow tried quicksand. The deplorable\npart of it was that Lazarus followed Rainsford. Rainsford can imagine Rainsford's feelings,\nRainsford. Rainsford loved Lazarus; Lazarus was the finest hound in Rainsford's pack.\nWell, Rainsford must beg Rainsford to excuse Rainsford now. Rainsford always' take a siesta after\nlunch. Rainsford'll hardly have time for a nap, Rainsford fear. Rainsford'll want to start,\nno doubt. Rainsford shall not follow till dusk. Hunting at night is so much more\nexciting than by day, don't Rainsford think? Au revoir, Rainsford, au\nrevoir.\" General Zaroff, with a deep, courtly bow, strolled from a huge, beam-ceilinged bedroom with a canopied bed big enough\nfor six men.\n\nFrom another door came the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. Under one arm the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist carried khaki hunting\nclothes, a haversack of food, a leather sheath containing a long-bladed\nhunting knife; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's right hand rested on a cocked revolver thrust in the\ncrimson sash about the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's waist.\n\nRainsford had fought Rainsford's way through the bush for two hours. \"Rainsford must\nkeep Rainsford's nerve. Rainsford must keep Rainsford's nerve,\" Rainsford said through tight teeth.\n\nRainsford had not been entirely clear headed when the chateau gates snapped shut\nbehind Rainsford. Rainsford's whole idea at first was to put distance between Rainsford\nand General Zaroff; and, to this end, Rainsford had plunged along, spurred on\nby the sharp rowers of something very like panic. Now Rainsford had got a grip\non Rainsford, had stopped, and was taking stock of Rainsford and the\nsituation. Rainsford saw that straight flight was futile; inevitably straight flight would\nbring Rainsford face to face with The sea. Rainsford was in a picture with a frame of\nwater, and Rainsford's operations, clearly, must take place within a frame of\nwater.\n\n\"Rainsford'll give the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist a trail to follow,\" muttered Rainsford, and Rainsford struck off\nfrom the rude path Rainsford had been following into the trackless wilderness.\nRainsford executed a series of intricate loops; Rainsford doubled on Rainsford's trail again\nand again, recalling all the lore of the fox hunt, and all the dodges of\nthe fox. Night found Rainsford leg-weary, with hands and face lashed by the\nbranches, on a thickly wooded ridge. Rainsford knew it would be insane to\nblunder on through the dark, even if Rainsford had the strength. Rainsford's need for\nrest was imperative and Rainsford thought, \"Rainsford have played the fox, now Rainsford must\nplay the cat of the fable.\" A big tree with a thick trunk and outspread\nbranches was nearby, and, taking care to leave not the slightest mark,\nRainsford climbed up into the crotch, and, stretching out on one of the broad\nlimbs, after a fashion, rested. Rest brought Rainsford new confidence and\nalmost a feeling of security. Even so zealous a hunter as General Zaroff\ncould not trace the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist there, General Zaroff told General Zaroff; only the devil the devil himself could\nfollow that complicated trail through the jungle after dark. But perhaps\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was a devil--\n\nAn apprehensive night crawled slowly by like a wounded snake and sleep\ndid not visit Rainsford, although the silence of a dead world was on the\njungle. Toward morning when a dingy gray was varnishing the sky, the cry\nof some startled bird focused Rainsford's attention in that direction.\nSomething was coming through the bush, coming slowly, carefully, coming\nby the same winding way Rainsford had come. Rainsford flattened Rainsford down on\none of the broad\nlimbs and, through a screen of leaves almost as thick as tapestry, Rainsford\nwatched. . . . That which was approaching was a man.\n\nIt was General Zaroff. General Zaroff made General Zaroff's way along with General Zaroff's eyes fixed in\nutmost concentration on the ground before General Zaroff. Rainsford paused, almost beneath\nthe tree, dropped to Rainsford's knees and studied the ground before him. Rainsford's\nimpulse was to hurl Rainsford down like a panther, but Rainsford saw that General Zaroff's right hand held something metallic--a small automatic pistol.\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist shook the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's head several times, as if the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist were puzzled. Then the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nstraightened up and took from the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's case one of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's black cigarettes; one of his black cigarettes's\npungent incenselike smoke floated up to Rainsford's nostrils.\n\nRainsford held Rainsford's breath. General Zaroff's eyes had left the ground before him and\nwere traveling inch by inch up the tree. Rainsford froze there, every\nmuscle tensed for a spring. But the sharp eyes of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist stopped\nbefore you and I. reached the limb where Rainsford lay; a smile spread over\nRainsford's brown face. Very deliberately Rainsford blew a smoke ring into the air;\nthen Rainsford turned Rainsford's back on the tree and walked carelessly away, back\nalong the trail Rainsford had come. The swish of the underbrush against Rainsford's\nhunting boots grew fainter and fainter.\n\nThe pent-up air burst hotly from Rainsford's lungs. Rainsford's first thought\nmade Rainsford feel sick and numb. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist could follow a trail through\nthe woods at night; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist could follow an extremely difficult trail; the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nmust have uncanny powers; only by the merest chance had the Cossack\nfailed to see the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's quarry.\n\nRainsford's second thought was even more terrible. Rainsford's second thought sent a shudder of\ncold horror through Rainsford's whole being. Why had the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist smiled? Why had\nRainsford turned back?\n\nRainsford did not want to believe what Rainsford's reason told Rainsford was true, but\nthe truth was as evident as the sun that had by now pushed through the\nmorning mists. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was playing with Rainsford! the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was saving\nRainsford for another day's sport! the Cossack was the cat; the Cossack was the mouse.\nThen it was that Rainsford knew the full meaning of terror.\n\n\"Rainsford will not lose Rainsford's nerve. Rainsford will not.\"\n\nRainsford slid down from the tree, and struck off again into the woods. Rainsford's\nface was set and Rainsford forced the machinery of Rainsford's mind to function. Three\nhundred yards from Rainsford's hiding place Rainsford stopped where a huge dead tree\nleaned precariously on the\ncut living one. Throwing off Rainsford's sack of\nfood, Rainsford took Rainsford's knife from his knife's sheath and began to The job with\nall Rainsford's energy.\n\nThe job was finished at last, and Rainsford threw Rainsford down behind a fallen\nlog a hundred feet away. Rainsford did not have to wait long. the cat was\ncoming again to play with the mouse.\n\nFollowing the trail with the sureness of a bloodhound came General Zaroff. Nothing escaped those searching black eyes, no crushed blade of\ngrass, no bent twig, no mark, no matter how faint, in the moss. So\nintent was the Cossack on the Cossack's stalking that the Cossack was upon the thing\nRainsford had made before Rainsford saw quicksand. Rainsford's foot touched the protruding\nbough that was the trigger. Even as Rainsford touched the protruding\nbough that was the trigger, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist sensed\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's danger and leaped back with the agility of an ape. But the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist was not\nquite quick enough; a huge dead tree, delicately adjusted to rest on the\ncut living one, crashed down and struck the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist a glancing blow on\nthe shoulder as a huge dead tree fell; but for the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's alertness, the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist must have been\nsmashed beneath the knocker. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist staggered, but the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist did not fall; nor did the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist drop\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's revolver. the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist stood there, rubbing the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's injured shoulder, and\nRainsford, with fear again gripping Rainsford's heart, heard the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's\nmocking laugh ring through the jungle.\n\n\"Rainsford,\" called the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, \"if the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist are within sound of Rainsford's voice,\nas Rainsford suppose the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist are, let Rainsford congratulate the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. Not many men know how to\nmake a Malay mancatcher. Luckily for Rainsford Rainsford, too, have hunted in Malacca.\nRainsford are proving interesting, Rainsford. Rainsford am going now to have Rainsford's\nwound dressed; my\nwound's only a slight one. But Rainsford shall be back. Rainsford shall be\nback.\"\n\nWhen the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist, nursing the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's bruised shoulder, had gone, Rainsford took\nup Rainsford's flight again. It was flight now, a desperate, hopeless flight,\nthat carried Rainsford on for some hours. Dusk came, then darkness, and still\nRainsford pressed on. The ground grew softer under Rainsford's moccasins; the\nvegetation grew ranker, denser; insects bit Rainsford savagely.\n\nThen, as Rainsford stepped forward, Rainsford's foot sank into the ooze. Rainsford tried to\nwrench his foot back, but the ooze sucked viciously at Rainsford's foot as if the ooze were\na giant leech. With a violent effort, Rainsford tore Rainsford's feet loose. Rainsford knew\nwhere Rainsford was now. Death Swamp and Death Swamp's quicksand.\n\nRainsford's hands were tight closed as if Rainsford's nerve were something tangible that\nsomeone in the darkness was trying to tear from Rainsford's grip. The softness\nof the earth had given Rainsford an idea. Rainsford stepped back from its quicksand a\ndozen feet or so and, like some huge prehistoric beaver, Rainsford began to dig.\n\nRainsford had dug Rainsford in in France when a second's delay meant\ndeath. That had been a placid pastime compared to Rainsford's digging now. the\nbig swamp in the southeast corner of the island grew deeper; when the\nbig swamp in the southeast corner of the island was above Rainsford's shoulders, Rainsford climbed out and\nfrom some hard saplings cut stakes and sharpened stakes to a fine point.\nstakes Rainsford planted in the bottom of the\nbig swamp in the southeast corner of the island with the points\nsticking up. With flying fingers Rainsford wove a rough carpet of weeds and\nbranches and with a rough carpet of weeds and\nbranches Rainsford covered the mouth of the\nbig swamp in the southeast corner of the island. Then, wet with\nsweat and aching with tiredness, Rainsford crouched behind the stump of a\nlightning-charred tree.\n\nRainsford knew Rainsford's pursuer was coming; Rainsford heard the padding sound of feet on\nthe soft earth, and the night breeze brought Rainsford the perfume of General Zaroff's cigarette. It seemed to Rainsford that General Zaroff was coming\nwith unusual swiftness; General Zaroff was not feeling General Zaroff's way along, foot by foot.\nRainsford, crouching there, could not see General Zaroff, nor could Rainsford see\nthe\nbig swamp in the southeast corner of the island. Rainsford lived a year in a minute. Then Rainsford felt an impulse to cry\naloud with joy, for Rainsford heard the sharp crackle of the breaking branches\nas the cover of the\nbig swamp in the southeast corner of the island gave way; Rainsford heard the sharp scream of pain as\nthe pointed stakes found the pointed stakes's mark. Rainsford leaped up from Rainsford's place of\nconcealment. Then Rainsford cowered back. Three feet from the\nbig swamp in the southeast corner of the island a man was\nstanding, with an electric torch in a man's hand.\n\n\"Rainsford've done well, Rainsford,\" the voice of a man called. \"Rainsford's\nBurmese tiger pit has claimed one of a man's best dogs. Again Rainsford score. The Cossack\nthink, Rainsford, The Cossack'll see what Rainsford can do against The Cossack's whole pack. The Cossack'm\ngoing home for a rest now. Thank Rainsford for a most amusing evening.\"\n\nAt daybreak Rainsford, lying near the swamp, was awakened by a sound\nthat made Rainsford know that Rainsford had new things to learn about fear. a sound\nthat made him know that he had new things to learn about fear was a\ndistant sound, faint and wavering, but Rainsford knew a sound\nthat made him know that he had new things to learn about fear. a sound\nthat made him know that he had new things to learn about fear was the baying of\na pack of hounds.\n\nRainsford knew Rainsford could do one of two things. Rainsford could stay where Rainsford was\nand wait. That was suicide. Rainsford could flee. That was postponing the\ninevitable. For a moment Rainsford stood there, thinking. An idea that held a\nwild chance came to Rainsford, and, tightening Rainsford's belt, Rainsford headed away from\nthe swamp.\n\nThe baying of a pack of hounds drew nearer, then still nearer, nearer, ever\nnearer. On a ridge Rainsford climbed a tree. Down a watercourse, not a\nquarter of a mile away, Rainsford could see the bush moving. Straining Rainsford's\neyes, Rainsford saw the lean figure of General Zaroff; just ahead of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nRainsford made out another figure whose wide shoulders surged through\nthe tall jungle weeds; another figure whose wide shoulders surged through\nthe tall jungle weeds was the giant Ivan, and the giant Ivan seemed pulled\nforward by some unseen force; Rainsford knew that the giant Ivan must be holding\nthe pack in leash.\n\nthe pack would be on Rainsford any minute now. Rainsford's mind worked frantically. Rainsford\nthought of a native trick Rainsford had learned in Uganda. Rainsford slid down a tree. Rainsford caught hold of a springy young sapling and to a springy young sapling Rainsford fastened\nRainsford's hunting knife, with the blade pointing down the trail; with a bit of\nwild grapevine Rainsford tied back a springy young sapling. Then Rainsford ran for Rainsford's life. a pack of hounds raised a pack of hounds's voices as a pack of hounds hit the fresh scent. Rainsford knew\nnow how an animal at bay feels.\n\nRainsford had to stop to get Rainsford's breath. The baying of a pack of hounds stopped\nabruptly, and Rainsford's heart stopped too. a pack of hounds must have reached his hunting knife.\n\nRainsford shouted excitedly up a tree and looked back. Rainsford's pursuers had\nstopped. But the hope that was in Rainsford's brain when Rainsford climbed\ndied, for Rainsford saw in the shallow valley that General Zaroff was still on\nGeneral Zaroff's feet. But the giant Ivan was not. his hunting knife, driven by the recoil of the tree, had not wholly failed.\n\nRainsford had hardly tumbled to the ground when the pack took up the cry\nagain.\n\n\"Nerve, nerve, nerve!\" Rainsford panted, as Rainsford dashed along. A blue gap showed\nbetween the trees dead ahead. Ever nearer drew a pack of hounds. Rainsford\nforced Rainsford on toward A blue gap. Rainsford reached A blue gap. A blue gap was the shore of\nThe sea. Across a cove Rainsford could see the gloomy gray stone of the chateau. Twenty feet below Rainsford The sea rumbled and hissed. Rainsford\nhesitated. Rainsford heard a pack of hounds. Then Rainsford leaped far out into The sea. . . .\n\nWhen General Zaroff and General Zaroff's pack reached the place by The sea, the Cossack\nstopped. For some minutes Rainsford stood regarding the blue-green expanse of\nwater. Rainsford shrugged Rainsford's shoulders. Then be sat down, took a drink of\nbrandy from a silver flask, lit a cigarette, and hummed a bit from\n/Madame Butterfly/.\n\nGeneral Zaroff had an exceedingly good dinner in General Zaroff's great paneled\ndining hall that evening. With an exceedingly good dinner General Zaroff had a bottle of /Pol Roger/ and\nhalf a bottle of /Chambertin/. Two slight annoyances kept General Zaroff from\nperfect enjoyment. One was the thought that it would be difficult to\nreplace the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist; the other was that General Zaroff's quarry had escaped General Zaroff; of course,\nthe American hadn't played that game--so thought General Zaroff as General Zaroff tasted\nGeneral Zaroff's after-dinner liqueur. In Rainsford's library Rainsford read, to soothe Rainsford,\nfrom the works of Marcus Aurelius. At ten Rainsford went up to Rainsford's bedroom. Rainsford\nwas deliciously tired, Rainsford said to Rainsford, as Rainsford locked Rainsford in.\nThere was a little moonlight, so, before turning on Rainsford's light, Rainsford went\nto the window and looked down at the courtyard. Rainsford could see a pack of hounds, and Rainsford called, \"Better luck another time,\" to a pack of hounds. Then Rainsford\nswitched on his light.\n\nA man, who had been hiding in the curtains of the bed, was standing there.\n\n\"Rainsford!\" screamed the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist. \"How in God's name did the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist get here?\"\n\n\"Swam,\" said Rainsford. \"Rainsford found it quicker than walking through the\njungle.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist sucked in the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's breath and smiled. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist congratulate Rainsford,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist\nsaid. \"Rainsford have won that game.\"\n\nRainsford did not smile. \"Rainsford am still a beast at bay,\" Rainsford said, in a low,\nhoarse voice. \"Get ready, General Zaroff.\"\n\nthe largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist made one of the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist's deepest bows. \"the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist see,\" the largest man Rainsford had\never seen--a gigantic creature, solidly made and black bearded to the\nwaist said. \"Splendid!\nOne of us is to furnish a repast for a pack of hounds. The other will sleep in\na canopied bed big enough\nfor six men. On guard, Rainsford.\" . . .\n\nRainsford had never slept in a better bed, Rainsford decided. \n\n\n\n\n\n"
]